[
    "President Trump Announces Comey’s Replacement! https://t.co/PM8l7uxBqU via @https://twitter.com/USPoliticsToday Hope this is True!", 
    "No- actually we ( your voters) said NEVER stop your twitter rants! It's how we know what you really think! We BELIEVE IN YOU President Trump", 
    "\"trump will help our country and make it a safer place for the poor and immigrants.\" #LiesMyMomWouldTell", 
    "@realDonaldTrump can I get a re-tweet saint Donald? #TrumpIsMakingUsGreatAgain", 
    "@DonaldJTrumpJr I need health insurance. I'm tired of paying $1000 when I don't even get treated.", 
    "... (part 2) meaning companies can now sell your information to whoever they want&amp; Trump is expected to sign it into Law!", 
    "@LaurieC710 @FoxNews @foxnewspolitics @DevinNunes @POTUS That is a FRAUD, TRUMP gave him documents, the press conference because he has to", 
    "@LaurieC710 @FoxNews @DevinNunes @POTUS the President? I am surprised that Bibles don't burst into flame when Trump… https://t.co/QtF3igXVvl", 
    "@GilbertGreg647o @POTUS @realDonaldTrump @RosmeWarda @AbbsWinston @rayyoosheh @Springbaby777 @calabash107 \nEnd #MEwars U.S. stop meddling!", 
    "@citizenjo @realDonaldTrump @HuffPostPol just take that from the security funds screw NY citizens just protect the illegitimate president🤔🇺🇸", 
    "Donald Trump rewards fossil fuel industry by signing climate denial executive order https://t.co/DEuVPTE9jH by @AlleenBrown", 
    "@FoxNews @DevinNunes Devin \"HR Haldeman\" Nunes is Obstructing Justice, Suborning Perjury and planning Trump/Republican's Watergate 2.0", 
    "More left media propaganda...We love our President Trump..You sore losers need to get over this now....the election… https://t.co/EiZ0FiQLTl", 
    "⚡️ “Pro-Trump pundit criticized for mix-up over Obama golf outing”\n\nhttps://t.co/PNHK1Ue3lq", 
    "@thehill Trump once said women have two jobs, in the bedroom, spr****** their legs and cooking dinner. I don't think it was a compliment.", 
    "In one master stroke President Trump could legalize Cannabis tax it and use the money to fund Single Pay Medical and become 1  the greatest", 
    "@POTUS @realDonaldTrump #TrumpAFamousQuote \"They call me Mr. Fibs!\" Liar In Cheif Traitor In Cheif https://t.co/AYj3phggvn", 
    "@POTUS @USAO_DC  Obama aide admitted on LIVE TV they spied on Trump. So does THAT mean somebody is in Trouble? https://t.co/HzpvimNmG0", 
    "Under Trump, Legal Cannabis Is a Deportable Offense  | Leafly https://t.co/czds6aWDeM #cannabis #leafly via @Leafly\n#weeducateyoudecide", 
    "Trump lives in a never-ending \"Opposite Day.\"", 
    "@thehill @realDonaldTrump @rosie  If Sally Yates' testimony has not been cancelled, just rescheduled. So when is the new time &amp; date? #🙄🙄🙄", 
    "@realDonaldTrump @SebGorka Obama aide just sqealed on MSNBC that they did spy on President Trump trouble for some1  https://t.co/HzpvimNmG0", 
    "HOW? With the safety and EPA rules abolished! Another Trump lie. Coal miners will die of Black Lung. Was the vote w… https://t.co/NSamDoEiN1", 
    "hey Drumpf! wtf is \"clean coal\"?  @realDonaldTrump", 
    "@realDonaldTrump is a corrupt clown. If it were easy, it would have been repealed &amp; replaced. #corrupt https://t.co/aB9mqaiP8h", 
    "Breaking News: Obama aide sqealed on LIVE T.V. MSNBC Said they did spy on President Trump &amp; she was part of it .. https://t.co/HzpvimNmG0", 
    "@HillaryClinton The irony is NOT lost on real women. I'm with him @realDonaldTrump \n\n@larryelder @deplorablem1ke https://t.co/lOrjtO4GEt", 
    "@InTheYear1611 @Trump4Hope They are just out there looking for a date with your mama", 
    "@FoxNews @SheriffClarke @BarackObama Trump has brought a new spirit to Republican Law Enforcement. https://t.co/tDNHgTU3DZ", 
    "Remember this? @realDonaldTrump is now citing Clinton v Jones decision for reason why he can't be sued while POTUS.… https://t.co/7ZxM73vXPy", 
    "@realDonaldTrump Why cant u see Ryan stands for everything we r against. Get him out. He is undermining u. Fire him", 
    "These first days of the #Trump Presidency have been an unmitigated disaster like none before. #TheResistance must coalesce to end it. ✊️", 
    "@Newsweek   No Trump isn't wrong. Trump is right again!!!", 
    "@Italians4Trump   If 60 minutes can unearth a scandal, why can't private citizens? This needed to be revealed.", 
    "@KORANISBURNING @Trump4Hope That is really sick", 
    "What I admire most about President Donald Trump?  His work ethic!", 
    "Thank you, from a small mining town in Whitesville, West Virginia @realDonaldTrump", 
    "Michael Moore:\"Trump Caused ‘Extinction of Human Life on Earth.\" (Clear thinking on the far Left.)", 
    "@business @DevinNunes needs the support of Bloomberg while he Suborns Perjury and OBSTRUCTS JUSTICE for Trump and P… https://t.co/U6pewuTvkm", 
    "So sad that Trump will trash EPA rulings. This will not create jobs ...coal jobs only 70000 and no growth . He's so desperate", 
    "@SongstressTEBF @MLuc4TrumpJobs @YoungDems4Trump Do you believe Chuck Todd and MSNBC?  Not their usual course of fair.", 
    "Lt  Gen Thomas Mcinerey JUST told President Trump something that opens New avenues https://t.co/FtrqswLJin", 
    "Michael Moore: Trump Caused 'Extinction of Human Life on Earth' https://t.co/eSiQQ3PMSs via @BreitbartNews #delusional", 
    "Haha! Graham &amp; McCain caught coordinating anti-Trump messaging\n@YoungDems4Trump @SenJohnMcCain @LindseyGrahamSC https://t.co/WU2vnfbig9", 
    "Found the Russian link with trump that @seanspicer was talking about in the press conference. #StopShakingYourHead https://t.co/MnVA5U8dy6", 
    "So trump trades clean air for the poisons of Cole so we can be wealthier.  BS.  The worship of the green God is going to kill us all.", 
    "President Trump. Stay the course. \nGod is on our side.", 
    "Reversing  climate policies will raise emissions and undercut America's .... Trump Risks the Planet https://t.co/4qZu7wm4BM", 
    "@realDonaldTrump Thanks, Obama!", 
    "@realDonaldTrump #WeThePeople will hold u responsible 4 the aftermath of ur stupidity. #NotMyPresident EVER https://t.co/XMi39HYCwY", 
    "Trump bout to take yall food stamps damn https://t.co/KJla57UztD", 
    "@ItIzBiz Trump became a Republican because Democrats do not operate like the Criminal Trump.", 
    "@ANOMALY1 @ImWithTrump @HumaAbedin this dates back to their reality show and is not current news.", 
    "@realDonaldTrump @FoxNews he lies to the American people every day whoever can't tell the difference in a fact or lie u voted for him.", 
    "@realDonaldTrump @FoxNews who didn't see this coming?", 
    ".@WVMetroNews Today: Trooper recovering-shooter awaits arraignment, crossover day at Capitol,#POTUSTrump signs coal… https://t.co/iqNEBJULfA", 
    "Thank u! Repubs have 2 bring n Dems 2 pass healthcare and just about n e thing else.Trump claims 2 b deal maker so cut the deal.#morningjoe", 
    "@GovMikeHuckabee @newtgingrich \nNew Trump Executive Order Unwinds Obama Climate Change Policies\nhttps://t.co/JwM9mMFuwc", 
    "@GovMikeHuckabee @newtgingrich \nNew Trump Executive Order Unwinds Obama Climate Change Policies\nhttps://t.co/FDCCEjyfcd", 
    "@POTUS @realDonaldTrump #TrumpAFamousQuote \"They call me Mr. Fibs!\" Liar In Cheif Traitor In Cheif #DontheCon… https://t.co/B6MG0PG8uP", 
    "https://t.co/TiQVyOKRii\n\nOur idiot @POTUS @realDonaldTrump at work.", 
    "@mrrustyduck @Morning_Joe Trump OMG are you shitting me? Alt facts Spicer would not answer a SINGLE QUESTION! It's was pure evasion &amp; lies👎🖕", 
    "@williamlegate @NoUSOligarchy The first sign of #MAGA as Trump downsizes all furniture in order to make himself look bigger #SCROTUS", 
    "@cisco_polo711 -yes, Trump is so petty and small, he knows he's inferior to Pres Obama and green w/ envy; a vendetta to undo Obama's legacy.", 
    "@realDonaldTrump Good morning Mr president..keep up the good work...up early to get my work day started..have a great day", 
    "Head of Trump-Russia probe under fire, won't step down https://t.co/rZafV1xs5O", 
    "Ole Miss graduate hired to be Ivanka Trump's personal assistant wmc5&gt;&gt; https://t.co/sQCR956VxQ", 
    "@JoeNBC says, Nobdy is telling @realDonaldTrump the TRUTH!They look like total idiots.Pres. screamed at Spicer you are too weak! #Resist", 
    "I think Trump see's the presidency as a confirmation of popularity rather than a real job. Thinking all he needs to do;  sign a few EO'S.HA!", 
    "FBI arrests ten people in New York City with alleged ties to Donald Trump &amp; Russian mafia https://t.co/efK4UO1X8o #Trumprussia #russiagate", 
    "Why does this not surprise me? #Trumprussia #TrumpLie https://t.co/iX8BNFze4C", 
    "@WesLikesTacos @SpeakerRyan @realDonaldTrump MAKE AMERICA(N MENS NATIONAL TEAM) GREAT AGAIN", 
    "Watching Euronews cover Trump scrapping climate change regs. They're trying to be objective, but you can feel the collective head shaking.", 
    "Get him out of there with the rest of trump swamp dwellers! https://t.co/RODEiMAL8t", 
    "@ABC Hey @GOP why not release Trump Tax Returns? What do you got to lose?! @POTUS @realDonaldTrump  what Do You Have To Lose!", 
    "Melania Trump!  The only immigrant that Democrats do not like.", 
    "It's past time to prevent many disasters, but if we stop Trump agenda we can still save planet. https://t.co/U76c5t5iIt", 
    "The lack of respect shown to April seems to be the norm of this WH. So, those who thought Trump's language wasn't b… https://t.co/yNP8m1mhae", 
    "\"@realDonaldTrump: Happy #MedalOfHonorDay to our heroes! ➡️https://t.co/5Oo7p18pE9 https://t.co/mo5D5FnvTM\" Donald Trump &amp; the dumbass crew", 
    "Trump just did major damage to the next gen's environment and the press is covering Russian scandals and wiretapping. Get what's happening?", 
    "Stop the trump dwellers get out America now! https://t.co/rySHHA8I0i", 
    "@realDonaldTrump #DeleteYourAccount #DoucheBag #YourDone #NotMyPresident NEVER EVER https://t.co/5MPvH2N291", 
    "Thank you for the follow. @Trumpliwood", 
    "@nonni44 @MELANIAJTRUMP @POTUS You know he lost the popular vote by 2.8 million right?", 
    "\"Kushner is apprenticing for the role of Trump's Henry Kissinger. He's the secret emissary..https://t.co/c08jvGJWOw … by @IgnatiusPost", 
    "@Morning_Joe I'm sure Schumer is ready ready to work after trump called him a clown. Read the \"Frozen Man\" Case. We don't need that shit!", 
    "@thehill Trump is also accused of MONEY Laundering for the Iranian Revolutionary Guards: https://t.co/CqkYkamPvd", 
    "@ANOMALY1 @Saponi42071 the point is i strive for accuracy. Why circulate something from 2013 as current? Trump d/snt need this fake news bs", 
    "@jimmthepill @IngrahamAngle Trump should send in his deplorables. I'd grab food off their plates. It'd be a great hoot. Growling at them.", 
    "Trump climate move risks unraveling Paris commitments: https://t.co/pMR7uULzxq https://t.co/6ExsVswRfi", 
    "Oh the tangled web we weave. Trump is getting deeper and deeper. https://t.co/AXC4QLFgX8", 
    "@wbir Seems on #nationalcrayonday they should be giving us a new color instead of taking 1 away. That's a tactic companies &amp; Trump use. Sad!", 
    "Ann Romney says she is willing to lobby against President Trump's proposed cuts to NIH https://t.co/Qjqzyl8fvh", 
    "EPA chief: Trump's energy order sends 'pro-growth, pro-environment message' https://t.co/o7ajOg1HGJ via the @FoxNews Android app☺☺☺", 
    "EPA chief: Trump's energy order sends 'pro-growth, pro-environment message' https://t.co/8O4wdOdWIb via the @FoxNews Android app", 
    "How the White House and Republicans Blew Up the House Russia Investigation https://t.co/7PeeR7xayw #Trumprussia #russiagate #Nunes", 
    "How the White House and Republicans Blew Up the House Russia Investigation https://t.co/ikmDeryDtF #Trumprussia #russiagate #Nunes", 
    "@Morning_Joe Cancer research was damaged by Trump when he cut NIH funding by 18%. His evil plan is to rob the country/rape its environment!", 
    "@GOP Seriously, I hope you guys are working behind the scenes to have Trumps mental health assessed. https://t.co/KjSL0ODp1D", 
    "Trump, his companies linked to 10 ex-Soviet businessmen with alleged ties to criminal organizations, @USATODAY finds https://t.co/ubFBK8f3Zn", 
    "@YoungDems4Trump @MMFlint Drama Queen.Please get lost.👎👎👎👎👎👎", 
    "@POTUS @realDonaldTrump #TrumpAFamousQuote \"They call me Mr. Fibs!\" Liar In Cheif Traitor In Cheif #DontheCon… https://t.co/Ttmy4H4GeN", 
    "Michael Moore:\nWhose 3X-chin has sagging stretch marks\nTrump Caused 'Extinction of Human Life on Earth'\n😂Sure Mike😂\n https://t.co/BjTvgbmo9z", 
    "@LGBT_Activist Why were some LGBT at Trump Campaign rallies, @Caitlyn_Jenner &amp; others voted for him! How do you like him now, you helped DT", 
    "@Danhaye63462347 @Morning_Joe @MSNBC Uhm it's spelled poll. And Gallup at 36% is in no way considered fake. Face it Trump is weak &amp; hated.", 
    "@realDonaldTrump hey Pres you doing ok buddy lol no tweets yet lol ... Give them hell 👏🏻👏🏻🇺🇸", 
    "FBI arrests ten people in New York City with alleged ties to Donald Trump and Russian mafia https://t.co/Qj2ZdKxDkG via @PalmerReport", 
    "11-yr-old boys love #Trump b/c he brings them more chances to say \"Putin\" in the presence of adults. #Trumprussia… https://t.co/YAlOKdduFk", 
    "What if everyone advising you is wrong? @realDonaldTrump #HistoryMatters", 
    "@foxandfriends making America great again just like Pres Trump promised #MAGA.", 
    "Didn't Mr. Trump criticize Mr. Obama for excessive travel on the taxpayers done? Wondering.", 
    "Trump's business network reached alleged Russian mobsters https://t.co/hiuMOEDxEg via @usatoday", 
    "Any thoughts on this @realDonaldTrump sir? Could it be that those past age 45 are dead? Do those in the photo with… https://t.co/H1FpB9A90n", 
    "Clinton didn't lose the election. Trump rigged the election. Whatever happened to having a fair election. https://t.co/OXGD9fFbWx", 
    "So poetic about how shitty @realDonaldTrump is as a person and president. Clueless https://t.co/PUXOx2JuWk", 
    "@realDonaldTrump to get a deal with Dems @SenSchumer &amp; @NancyPelosi 1)STOP attacking Dems 2) Show humility 3) INFRASTRUCTURE. @JoeNBC @MSNBC", 
    "After questions were raised, Manafort closed the accounts, the banking sources said. @NBCNews #Manafort #Trumprussia https://t.co/aBrQuSNnOb", 
    "\"He needs to tone it down.\" Trump voters say they wish he would stop ranting on Twitter https://t.co/rEt4yBtlcz  https://t.co/Fgeb9o4w8H", 
    "@realDonaldTrump @WTOP Has #Mexico sent us a check? If not, are my #tax dollars being used? @RepDonBeyer @timkaine @MarkWarner ?", 
    "Trump doesn't care about your future.  Destroying education, healthcare, parks, fracking, pipelines &amp; environment.\n\nhttps://t.co/FRL1beHi86", 
    "amazing the same people who were railed against Bill Clinton meeting AG on tarmac excuse lead investigator on Russia, meeting with Trump", 
    "@ladies4trump KEEP YOUR NOSE OUT OF TN. YOU CRAZY WIG WEARING BITCH ! AND THAT'S NOT BECAUSE YOU'RE BLACK,IT'S BECUSE YOU'RE A CRAZY BITCH!", 
    "Trump's New Plan: Govt as Company, Citizens as Customers, Kushner as CEO\nhttps://t.co/jq9lVef5nZ \n@ofhominidae @singleheadlight", 
    "Donald Trump and Devin Nunes can’t stop Sally Yates from testifying for Senate Intel Committee https://t.co/Ewy4kDfXao #Trumprussia", 
    "Eric Prince &amp; his mercenaries are Trump's real security...hired assassins https://t.co/uLGBS9g10n", 
    "A snot-nosed kid of a criminal...Trump sees hm as a younger version of himself https://t.co/vATtIdxjxc", 
    "@robportman @RepDaveJoyce Ohioans want an independent investigation of Trump, Russian ties and election interference! Asking you to sign on!", 
    "True or not - you can not govern if two/thirds of country thinks you &amp; your administration are #traitors @realDonaldTrump #AltFactsMatter", 
    "@cnnbrk Trump says he's worried about drug abuse,,,,but he doesn't mind killing with carbon!", 
    "@jonfavs @ossoff Trump cut $3,000,000 to administrate/$300,000,000 block grant to fund Meals on Wheels for STARVING… https://t.co/B1GOyHfgnj", 
    "Hillary was screeching like a rabid buzzard at the Trump administration. Scary to think the Democraps rigged the El… https://t.co/2dfKD0ITXS", 
    "@jonfavs @ossoff Trump cut $3,000,000 to administrate/$300,000,000 block grant to fund Meals on Wheels for STARVING… https://t.co/phPIKdNAHE", 
    "@PressSec is completely out of control on a daily basis trying defend the indefensible @realDonaldTrump… https://t.co/s9NFG8FtPf", 
    "@melissamccarthy for Press Secretary... A petulant @PressSec resign because Americans are hell-bent on #TrumpRussia… https://t.co/HVSsI7CQjN", 
    "@Cernovich @FemalesForTrump maybe they can pimp her out the same way they wanted trumps wife pimped out", 
    "@realDonaldTrump Keep calling them out !  The American people need to see this! #MAGA", 
    "Trump eliminates funding for key community development agencies. Hey, y'all voted for it.\nhttps://t.co/94PJLQpyEr https://t.co/pQHimORLtZ", 
    "Hey @samjfranco @djohnstonuga maybe they should make them go to @trumpUni for two years. They can learn to #MakeBigDeals and fire agents #🌽🤔", 
    "@PresidentTrump_ Sir the adminstration should look into using the RICO statues and use the confiscated drug money to build the wall #MAGA.", 
    "All #TrumpSupporters get Retweets ! #RT for #TRUMP https://t.co/FVSKMmk0Dh", 
    "Wait isn't he the bridgegate keeper? Why is he even free? Should be in jail. Oh wait so should Trump &amp; company. Hmm… https://t.co/doyQfe9Grq", 
    "@RepKevinBrady We see you keeping Trump's taxes secret. A friend of a traitor is also a traitor.", 
    "Shouldn't have voted for a child. What really annoyed me was @ the end, when one of the guys said Trump 2020. Not w… https://t.co/Ngos8INyeX", 
    "@POTUS @realDonaldTrump #TrumpAFamousQuote \"They call me Mr. Fibs!\" Liar In Cheif Traitor In Cheif #DontheCon… https://t.co/u20q574BmM", 
    "@SpeakerRyanis a disgraced and broken man. He sold his soul to @realDonaldTrump. Hopefully he will do right on this https://t.co/LSH3Ff5s06", 
    "@realDonaldTrump @FoxNews Yes sir finally you name the uranium issue go an investigate that and blow Clinton. But she has been very quiet", 
    "@AlbertBrooks @boris3324 \nTrump isn't content with destroying democracy,\nhe wants to destroy the planet", 
    "@Cernovich @Barnes_Law @realDonaldTrump @POTUS  just like a libtard bragging about committing a crime she is so proud of herself.", 
    "@realDonaldTrump Would score major political points too. This move would have 90% support among the American people. https://t.co/9PjOPYjxB8", 
    "@Donald1Trump_us @POTUS @realDonaldTrump\nJust as the #ACA defines Obama's presidency, your legacy is the border wall.\nTHE WALL MUST BE BUILT", 
    "@realDonaldTrump  Can't make mistakes, the guy you called Ken, his name is Chuck.", 
    "Bad news @seanspicer @realDonaldTrump https://t.co/KZMZJHBnri", 
    "@cspanwj I didn't sell my solar panels when Trump became President... Caller", 
    "#brexit wasn't supposed to pass, just stir up conservative base.\nTrump wasn't supposed to win. It was a stunt to kick-start his own network.", 
    "@Cernovich @FemalesForTrump I guess Beyonce really WAS a role model for those girls. She must be trying to get a recording contract.", 
    "@Morning_Joe Trump and cabal are affected by the most shade and corruption of any administration in US history. Makes Nixon look clean🙄", 
    "Stop shaking your head #yourquestionsRhard #Trumprussia #Russian #ncpol #Meck_Dem_Women #cnn", 
    "#SpicerThugLife quote 2 a #FakeNews reporter,\"If @POTUS #Trump puts Russian dressing on salad somehow that's a… https://t.co/2G1swxRnoC", 
    "@Impeach_D_Trump @YerOpinion Sounds like @DevinNunes @jasoninthehouse @SpeakerRyan engaged in TREASON/OBSTRUCTION O… https://t.co/9nHZwQT4ZU", 
    "@WesLikesTacos @SpeakerRyan @realDonaldTrump or consistently not shitty", 
    "@Morning_Joe So can we impeach the whole team? I don't want Pence to take Trump's place. I want them BOTH to go! Can't wait to hear Bernie!", 
    "@marklevinshow Time 4 a lot of ppl in Obama admin 2 go 2 prison 4 unmasking names @ Trump Tower surveillance + Comey 4 lying under oath.", 
    "@Impeach_D_Trump \nWish we had her in Missouri!", 
    "@DevinNunes The reason you should recuse yourself is that you visibly sold out. Your new seat - the stooge at Trump's feet.", 
    "@SenSchumer do you know how many times I've seen your lie on national TV and you attack a Trump supporter. You're sick", 
    "Russian oligarchs and Trump&amp;oids all use \"fakenews\" when it suits their fake narrative. https://t.co/PmzveDOqJG", 
    "We will not be made #invisible again. #LGBT/LGBTQ people will not be ignored during the 2020 Census despite #Trump https://t.co/LU1xjCxfj2", 
    "Republicans &amp; @realDonaldTrump wud sell u\"r soul 4 $. Now cable provdrs will be able to sell your browsing his... &amp; per info.  Sad @TheView", 
    "Spicer needs to know that Trump has put Russian dressing on everything BUT his salad, and that we've seen no proof Trump even eats salad.", 
    "Donald Trump pairing up with Chris Christie to tackle Opioid abuse or any type of drug abuse is a fucking JOKE.", 
    "@craignewman @business And what Trump &amp; others overlook is the low cost of natural gas- and the impact of this in the market", 
    "Trump was right, they did spy on him and I'm sure Obama was behind it all the while. @realDonaldTrump… https://t.co/WD3rq5kyYi", 
    "How would you grade the GOP 68 days into Trump's term? @resurgent", 
    "Republcns &amp; @realDonaldTrump wud sell u\"r soul 4 $. Now cable provdrs will be able to sell your browsing his... &amp; per info.  Sad! @FoxNews", 
    "@realDonaldTrump God bless our dead, just gotta reform them to vote Republican.  Hmmm, That was a bit ghoulish even… https://t.co/gjlgcoo58O", 
    "Trump Trucking https://t.co/hCvbs6kwlS", 
    "@cspanwj @BillPascrell Was 2005 a special year for @realDonaldTrump He knew the Govt. was going to look at that year because he was marring", 
    "@ReaganCoalition what's the difference in the resignations of all those attorney Trump asked for resignations &amp; made a big deal about?", 
    "#StayStrongNunes don't let the Dems intimidate you to step down.  @DevinNunes @realDonaldTrump", 
    "I that's exactly why Dems will \"negotiate\" with Trump because unlike Evangelicals, they know Trump actually support… https://t.co/DyP8XvJhS7", 
    "@maggieNYT @AprilDRyan Spicer should be ashamed of the way he is so disrespectful to April.Covering up for Trump", 
    "ConservSNARK day job is #artist 🎨 &amp; my new POTUS #TRUMP #2 pencil is making me better at my job 😍💥😉#MAGA Yes, I'm a… https://t.co/NXZxq8vV4c", 
    "If @BernieSanders and the Dems were smart, they'd inflate Trump's ego towards supporting a Medicare for All program. https://t.co/BgzTowrMmV", 
    "I saw this on the BBC and thought you should see it:\n\nCan coal make a comeback under Trump? - https://t.co/YZbZHBrWC2", 
    "@realDonaldTrump you can't even address the situation in Mosul that YOUR troops are addressing...but you would probably say something stupid", 
    "@Morning_Joe Irony's lost on those who promoted @realDonaldTrumps lies &amp; idiocies as authenticity now perplexed that same thread prevails!", 
    "Both @BernieSanders, Dems &amp; Trump would all be morons together by perpetuating America's ruin &amp; fall.… https://t.co/srYRoT8rjy", 
    "You caught a pass from a coach that played the trumpet in high school... https://t.co/psPvRhZMKA", 
    "@Salon @SenMajLeader There is NO Doubt that @realDonaldTrump @VP Pence want Judge Gorsuch on Supreme Court to STOP… https://t.co/lnzus2zvgT", 
    "@realDonaldTrump please desk on the 112 civilians killed in the air strike in Mosul. @NewDay #PressBriefing @PressSec", 
    "@SenSchumer @NancyPelosi @SenBlumenthal  Why can't  the left understand we voted for Trump because of your policies. Step down.", 
    "@realDonaldTrump as @POTUS = disaster for workers. Duh. @NELA_HQ #trumpwatch https://t.co/WvNN322cck", 
    "@realDonaldTrump for you to be fair, you need to appear on @TeamCavuto 's show!", 
    "@LouiseMensch @DevinNunes Question I have for Nunes is ? What is in this for you.All this covering up for Trump what are you getting ?", 
    "@FoxNews @realDonaldTrump Opiate abuse has increased because people deal #notrighttolife #enforcelaws #lawsfordocs\n#reformmcd #jailnotdead", 
    "@goldengateblond \nRYAN continues to show what a piece of 💩he is he will probably go hunt sleeping animals with the trophy hunting tRUMP sons", 
    "@IvankaTrump check your facts!! https://t.co/KN0oPZpiCR", 
    "@Klub_Marcus @den_peters_ogde @TallahForTrump @this1isno1 there's empirical data in every major area that supports this. Find some counter.", 
    "@politico @realDonaldTrump  Trump always has to blame someone one for what he screws up .He always done that", 
    "@SOSTRUMP12 Pilosi and Schumer t evil twins", 
    "@NewssTrump Defense Deputy Evelyn Farkas Under Obama Says He Was Spying on Trump:  https://t.co/hwY5n52d3i", 
    "Trump's border wall funding will likely have to wait https://t.co/yZ2AxtSAUa via the @FoxNews Android app", 
    "@TGowdySC @AlisynCamerota @CNN @NewDay Defense Deputy Evelyn Farkas Under Obama Says He Was Spying on Trump:  https://t.co/hwY5n52d3i", 
    "@AdamSerwer With more experience Trump will be better at sealing deals screwing people that need help from fed. prog. but only if Dems help", 
    "Day 69 for Mr. President...have a blessed day. May you accomplish everything on your list today and continue to #MAGA.✔️✍️😊@realDonaldTrump", 
    "@FoxNews @realDonaldTrump Opiate abuse has increased because people deal to use. #notrighttolife  \n#reformmcd #jailnotdead #chosetochange", 
    "@DavidAFrench must be hanging out w/TNDNC Bc Conserv &amp; #TNGOPers not asking about @realDonaldTrump ties to Russia? Why lie on @Morning_Joe ?", 
    "Still think trump is 4 LGBTQ Rights? https://t.co/MvQvnOMTXb", 
    "@SillyWilly3333 @cspanwj You mean the Trump regime who's under investigation for ties with Russia", 
    "@washingtonpost -'nother Trump hypocrite, with no business in the WH. She'll \"voluntarily\" comply with ethics? She'd be ONLY ONE complying.", 
    "Apparently. Trump signed four pretty good EOs primarily on environment yesterday. Still no action on religious libe… https://t.co/ewrc1G2tVa", 
    "@washingtonpost  good she at least is standing up to trumpeters. Go go go lady", 
    "@realDonaldTrump @WhiteHouse please look in2 taxation of Social S benefits bcuz  wife made 40 thou last yr l have 2 pay tax on 85% not fair", 
    "@DavidAFrench @POTUS @Morning_Joe never seen you at a #TNGOP meeting or involved with Conserv groups? How about gas tax? #Trump", 
    "@DevinNunes Banking sources tell @nbcnews Trump’s campaign chair Manafort linked to at least 15 accounts &amp; more than 10 companies in Cyprus.", 
    "My 4 year old just said \"I don't like Donald Trump\" hahahaha. #NeverTrump @realDonaldTrump", 
    "@realDonaldTrump.  Need an iron flag by injured Veteran put in White House!  Check into it, sir.  AWESOME!", 
    "@ifuaskmee FBI  surveiling, msm the Trump opposition, libs w/ their war  rooms after him, 9 mos later still NOTHING, ZERO, ZILTCH, NADA LMAO", 
    "@realDonaldTrump Wrong. Merkel hates you. You think calling her and sounding like a blubbering idiot is going to help? You have 0 friends!", 
    "@AnthonyMQuick @cspanwj The ignorant Republican teabillies don't care the Trump regime are crooks bc he's white so he's right", 
    "@realDonaldTrump @nytimes Congress just voted to let internet providers sell your browsing history https://t.co/oB5qcv3m8d #wednesdaywisdom", 
    "@realDonaldTrump @nytimes Congress just voted to let internet providers sell your browsing history https://t.co/aIwY3YozO4 #wednesdaywisdom", 
    "#Trumprussia \nTrump's business network reached alleged Russian mobsters\nhttps://t.co/rBfU9jYchd", 
    "@realDonaldTrump a lot of your supporters have SS benefits Taxed? If your combined income is over 40thou u have 2 pay 85%tax this is wrong!", 
    "@realDonaldTrump @nytimes This is the difference between Obama and Trump #wednesdaywisdom https://t.co/uBbQUNiPjL", 
    "President Trump lying to America again. Coal jobs will not return Walmart will hire more. America needs to stand up to this Con.", 
    "Thanks @nytimes for reporting. @realDonaldTrump when will you apologize? https://t.co/2UIT7GlypJ", 
    "To trump a $37,000 car is a piece of cheap shit. He would not be caught being chauffeured in anything that most of… https://t.co/Zvl7Ar5QA2", 
    "@realDonaldTrump @nytimes Yawn!", 
    "@realDonaldTrump @nytimes half the country has no voice in the slanted liberal media. We do however have 100% confidence in Trump !", 
    "@nytimes @realDonaldTrump \"so scatterbrained that German officials concluded president’s daughter Ivanka was the mo… https://t.co/ND6VCjXVDv", 
    "@realDonaldTrump Just one puppet after another. https://t.co/H3HJruDSR8", 
    "@realDonaldTrump @nytimes The 8 signs of a tyrant according to @RBReich #wednesdaywisdom https://t.co/wQoSvYRsQZ", 
    "Maybe mar uh lago membership u haz? #CongressMustRequest not if trump oligarchs sweeten the pot. #Michigan strange… https://t.co/8pwlqSrlUW", 
    "@realDonaldTrump @FoxNews Trump uses the oldest trick in the book.  When being accused of something, point the blame at someone else!", 
    "It's official. Head shaking has been banned in all future White House briefings in the @realDonaldTrump administrat… https://t.co/CJFMyQ5yxm", 
    ".@realDonaldTrump probably has it set up as a shortcu key. #sad #Impeach45 #ImpeachTrump https://t.co/QJY2sm50B4", 
    "@orileyfactor @FoxNews @foxandfriends @COTUS   RT @Protrump45: HOLD UP!!! \n\nThe black and Hispanic (cont) https://t.co/M3EZ1xspUa", 
    "@donnabrazile thanks for helping Trump get elected.  As a conservative female I thank you so much https://t.co/Y21qag51F0", 
    "Trump's rollback of the #CleanPowerPlan predicted to lead to thousands of preventable American deaths via @qz  https://t.co/6bhlhJDm1b #CPP", 
    "Trump moves to dismantle Obama's climate legacy with executive order\n\nhttps://t.co/xHB27MeOxV thank God. Hosanna on high.", 
    "Another effed up day in the @realDonaldTrump alt reality world.  Please f'g quit you incompetent ass! https://t.co/LZvJCwHjb5", 
    "@realDonaldTrump @nytimes Here is the #trumprussia timeline. #russiagate #wednesdaywisdom https://t.co/OgZAJq89u2", 
    "@realDonaldTrump @nytimes Poll: Should sanctuary city mayors face criminal charges for harboring criminal illegal immigrants? Yes 96% No 4%", 
    "@realDonaldTrump @AliAbunimah👈🏼Remember when the polls said that Mr Trump had no chance of being elected President? #PresidentTrump", 
    "@realDonaldTrump this was announced in 2015 thank you Obama for making this happen! Yes he did!", 
    "@realDonaldTrump @nytimes mr. President that's why we listen only to you 🙋", 
    "@realDonaldTrump @nytimes More subscriptions to NYT than last year this time. Thanks POTUS for your continuing publicity of the Times!", 
    "@realDonaldTrump @nytimes  Defense Deputy Evelyn Farkas Under Obama Says BHO Was Spying on Trump.", 
    "@realDonaldTrump @nytimes Please send Obama back to the White House. #wednesdaywisdom https://t.co/AHCHecqqZE", 
    "This SON OF ILLEGAL IMMIGRANTS who wants to build Trump'a Wall on NPR right now. What. A. Hypocrite. 😡", 
    "@realDonaldTrump @nytimes you're a PSYCHO!", 
    "@realDonaldTrump @nytimes Time 2 lock up all mayors/council members in sanctuary 4 harboring, aiding &amp; abetting illegals in violation of Law", 
    "Plural: zombie armies \n\nTriggers:💯Trump spox, alt-racist media. See also Trump, GOP, any inanity\n\n!!BUT \nhttps://t.co/ypnxIDJ76k\n.@robgo84", 
    "@realDonaldTrump @nytimes I thought you were the president of all the people. Not just certain ones. Get off this c… https://t.co/wB87Zwrrwl", 
    "@realDonaldTrump @nytimes \"97% of donations given by Justice Dept employees went to Hillary — who do you think their bias is in favor of?\"", 
    "#Washington 8th 😳 NONE of u wanted #TrumpTaxes?? Trump promised them &amp; reneged. Do did ur Congressional rep!!! Not… https://t.co/Uh7ssI0nsT", 
    "This guy that keeps showing up on @cnn, is Trumps' STOOGE... https://t.co/GojaHVy6ph", 
    "@GovChristie please don't fall into the trump agenda. I was hoping you would have had his job. I applaud you on the opioid battle.", 
    "@The_Trump_Train @ShawnaHiggins18 take the money and jail them too. It will stop future problems believe me! Or just leteveryone go buckwild", 
    "Sign this petition to tell Trump not to stop climate change!!!!!!! https://t.co/WProqsp5B9", 
    "Well, Russian VISITORS to Trump Towers were bugged, so... https://t.co/gxS7RBgLMT", 
    "Sign this petition to tell trump not to stop our climate action!!!!!! https://t.co/WProqsp5B9", 
    "@realDonaldTrump @nytimes Podesta recieved at least 35M dollars from the Russians while working w/Hillary &amp; Obama &amp; being paid by taxpayers.", 
    "@realDonaldTrump @nytimes 35 reps saved the ppl, @POTUS &amp; Rep party bc #ObamacareLite wld insure loss of Congress &amp; it wld become #Trumpcare", 
    "@realDonaldTrump @nytimes Reminder of who the rightful president is @HillaryClinton #Trumprussia #russiagate… https://t.co/TTrH2332wq", 
    "Sometimes I wake up and think it's gonna be a good day and then I watch the news and hear what trump is doing and my will to live is gone", 
    "Really Hillary?? Really??? When you stole millions from Haiti and then you have enough nerve to criticize what Trump is doing???", 
    "@realDonaldTrump @nytimes thank God you won, if crooked Hillary won , our country would be ruined", 
    "@realDonaldTrump @nytimes Growing calls by Dems 4 Nunes 2 resign, means Nunes is one of the few Rep's disrupting the swamp's narrative.", 
    "If Trump signs, providers will monitor customers behavior online, use their personal and financial information to sell highly targeted ads.", 
    "@Ireland0828 @STARZYahoo @linksteroh @chris_frydenger @cherokeesher2 @MR_PRIME69 @milesjreed Chris Christy, #LoserTrump's bitch!!👎👎👎", 
    "@realDonaldTrump @nytimes There's no other way to put this, Donald your fake, a failure as president and a first class", 
    "@realDonaldTrump @nytimes Why would you schedule a vote on a bill that only has a 17% approval? #ObamacareLite", 
    "#Nebraska All I like from u are #Cornhuskers. And red. And TomOsborne. Who also wants to see #TrumpTaxReturns ⬇… https://t.co/Z3J1tJOn18", 
    "Ignorance or straight up lying? Always hard to know with #Trumprussia fans. https://t.co/K27yhT3Lfn", 
    "@realDonaldTrump @nytimes Caught in money laundering scheme lately? Time will tell. @FBI", 
    "Doubt there's much really illegal going on, just think this is all driven by Trump hiding how much Russian $ restored his business fortunes.", 
    "@FoxNews @AnnCoulter @realDonaldTrump Yes, just halt all incoming from all countries for nat. Security until his ban is heard by the courts.", 
    "When Darth Vadar considers you to be Khan 🖖🏾#TrumpRussiaCollusion #Resist https://t.co/7ltgOMdDOg", 
    "@realDonaldTrump  Release your Taxes if You have nothing to hide.", 
    "We're out here waiting for the day Sean @PressSec when we can stuff you up Trump's Ass @POTUS where you belong! Don't shake your head at us!", 
    "THANK YOU PRESIDENT TRUMP for WORKING SO HARD TO MAGA!! 🇺🇸🇺🇸🇺🇸👍 https://t.co/5JfPNCPs7n", 
    "@realDonaldTrump Pray for them! You'll get a better response, Sir", 
    "@Morning_Joe @JoeNBC @morningmika @SteveKornacki Come on now !!! Americans know All YOU liberals,along w April,are pro-Hillary/anti-Trump.🇺🇸", 
    "Well, it's #kansas No fairy tales for these folks. I do favor those #jayhawks &amp; they wanna see #TrumpTaxes bc Russi… https://t.co/yPM3OAtphg", 
    "@realDonaldTrump Media Sucks", 
    "@drspl5 Great. Welcome to Earth, soon to be renamed Geidi Prime, with the unholy offspring of Trump &amp; Putin as Vladimir Harkonnen.", 
    "@realDonaldTrump Yep, 11 million was in 2008, now.... BUILD THE WALL https://t.co/MggRfsgXEF", 
    "@realDonaldTrump @nytimes And this is our President? 😨😠God help us all. My son is more mature on #Twitter than you!!", 
    "@realDonaldTrump THANK YOU PRESIDENT TRUMP for WORKING SO HARD TO MAGA!! 🇺🇸🇺🇸🇺🇸👍 https://t.co/Xr5h9cWH4T", 
    "@realDonaldTrump Do you mean accurately?", 
    "@realDonaldTrump @nytimes Poll: Shld former Acting AG Sally Yates face criminal charges 4 leaking classified information 2  press? 79% Yes", 
    "@realDonaldTrump You cannot believe anything the mainstream media says!  Expose them for what they are - paid for crooks!", 
    "@realDonaldTrump  mr. President that's because the others are corrupt and don't abide by the Constitution", 
    "@realDonaldTrump be assured Mr President, this American sees what's happening to you. You are our only hope. God Bless You", 
    ".@realDonaldTrump This is because you and your administration are very corrupt. Get used to it- it's going to get worse", 
    "@realDonaldTrump please stop whining and put on your big boy draws and start governing!!!!", 
    "@realDonaldTrump   Encourage GOP to pass the Miners Protection Act.    Senator Manchin from WV has got this one right.  Thank you!", 
    "@MaxBoot @StuPolitics zero evidence there is a @realDonaldTrump - Putin connection, yet you hacks keep saying there is. Trump is believable.", 
    "Lotta hacking in #minnesota But #TrumpTaxes is all the rage with @RepErikPaulsen district if not the state. Constit… https://t.co/dC9394u3KJ", 
    "Tell Congress: Not one cent for Trump's anti-immigrant agenda. #NoBanNoWallNoRaids #endprivateprisons https://t.co/NAjg4MCt8L", 
    "@realDonaldTrump American said clearly on Nov 8th,\"We want action, not political games.\"Did they not hear us? #WALLJOBSSAFETYREPEALNOW", 
    "@SpeakerRyan @SenMajLeader @realDonaldTrump you all need to take a page from Japan's Healthcare. STOP TAKING BRIBES… https://t.co/YLLeXjMKlk", 
    "🤣 #Texans we don't know Tussian football. Demand #TrumpTaxReturns bc he needs to b accountable 4 at least 1 thing.… https://t.co/QKu15EXkmk", 
    "@realDonaldTrump @nytimes There's no other way to put this, your a fake, a failed leader and a first class DICK HEAD.", 
    "@realDonaldTrump who needs the media when we have your tweets?", 
    ".@realDonaldTrump If only the deplorables of this country could have seen how ridiculous you are as president BEFORE they voted.", 
    "I feel like flipping off all the people with Donald trump stickers then I remember I'm better than that", 
    "Apparently. Trump signed relatively good environment EOs, but the religious liberty EO is still waiting on his desk… https://t.co/9ZKvyYk96a", 
    "@realDonaldTrump All media but Fox, right? You are #delusional", 
    "PLS yank @DevinNunes out of @realDonaldTrump ass for a fair investigation.  #Revote2017 #climatechange #russiagate #lgbtq #healthcare", 
    "@realDonaldTrump If it's the media, why can't people see it?", 
    "#NewYork Slap 👋 the district @RepTomReed came from. That's NOT NY values!! #TrumpTaxReturns he's a liar! And a Russ… https://t.co/JiCYa8ALvT", 
    "I'm thinking of a new color, it's a super dark shade of black to match the souls of the Trump family. It's called \"… https://t.co/LEdAsC28cO", 
    "@RJSzczerba @realDonaldTrump And Hillary does have!", 
    "@realDonaldTrump ha ha ha ha ha ha when fits all the winning start? #LOSER #HYPOCRITE #notmypresident… https://t.co/zW8kN5bvGq", 
    "@realDonaldTrump Nunes did not get the job done btw. We know. https://t.co/j2hugD28cL", 
    "@realDonaldTrump this one guy that's on there are we giving you bad time he needs to just get off your case and find something good to talk", 
    "Believe it ! 🇺🇸💖🇺🇸 RT @IndeCardio: @foxandfriends @oreillyfactor Trump and (cont) https://t.co/6V4RE4IZPK", 
    "Merick Garland DESERVED A VOTE for 300 DAYS! By a legitimate president! @realDonaldTrump illegitimate, crooked Russ… https://t.co/ukmrB27vjg", 
    "@realDonaldTrump Seriously, how do you have this much free time??? #Clown", 
    "How's that mar uh lago lifetime mmbrship? Also, trump won PA on his own 😂😂😂 no hacking to see here. 🤥🤥🤥 but… https://t.co/5TufSAs35a", 
    "@realDonaldTrump Sell our information without our consent to advertisers? Hell no.", 
    "@NewssTrump @MichaelMoore360 As long as you go first, I am sure the rest of us will survive, but you 1st!!!!", 
    "@realDonaldTrump but I really believe that you should stop the act of selling off all of our private information on our computers", 
    "You are so full of shit @realDonaldTrump . You are a disgrace to our great country. https://t.co/NYXAG42IFs", 
    "EPA chief: Trump's energy order sends 'pro-growth, pro-environment message' https://t.co/gONKJzRNDL via the @FoxNews Android app", 
    "@realDonaldTrump Twitter cut me 4 12 hrs!! but I'll be back Bringing THE TRUTH to the light!!", 
    "@realDonaldTrump I can't believe some of the stupid tweets on here, they have such negative lives &amp; evidently nothing else to do .", 
    "@realDonaldTrump I have a toddler who whines less than you. Actually, significantly less than you. Grow the fuck up. #Clown", 
    "@realDonaldTrump cuz How would Youthville if they took and sold off all your classified information I don't think you would like it", 
    "@matthaig1 @Ewol2g @MCCNP @realDonaldTrump another Dem that couldn't see the Truth if it hit him in the FACE.  Use to too many LIES!!", 
    "Everyday I hope to wake up from this alt @realDonaldTrump as @POTUS. I HOPE ALL YOU FUCKING IDIOTS ARE PROUD IF YOURSELVES 4 voting him in", 
    "@realDonaldTrump makes me wonder, do they not have jobs. Cause all they do is say bad things about our president. They need to go get a life", 
    "Trump supporters are by far the dumbest bitches on earth. It's actually sad. https://t.co/kzNy00J0kb", 
    "@cspanwj Did Trump bring division in the Republican Party? Where are the Lock Steppers of the Bush days? Louie, I'm Surprised at you...", 
    "@docrocktex26 @ResistTilDeath \nTrump belongs in an institution", 
    "@realDonaldTrump don't they know we do not want to hear negative remarks all day long, what a negative life they have", 
    "@realDonaldTrump We do Sir we see all the good you are doing and trying to do so keep it up we are proud of you Mr. President!!!🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸", 
    "@repjoecrowley @DanielBeerthuis @POTUS \nWhen has Trump done anything for the United States?\nI'll wait for ur answer", 
    "@realDonaldTrump @nytimes @foxandfriends  FOX News Channel is the only outlet for accurate coverage of The President and his Administration", 
    "@IngrahamAngle Law and order in America again! We just might save a generation from devastation of drugs.  Thanks POTUS Trump!", 
    "\"Kid: it's really funny \n  Ellen: what is it? \n  Kid: @realDonaldTrump 😂😂\" https://t.co/9oOBaFNk6C", 
    "@seanspicer @realDonaldTrump  you owe American media American public HUGE apologies but start with @AprilDRyan!  So DISRESPECTFUL Spicer!", 
    "And now @SenSanders on @MorningJoe talking about where he has common ground w/ @realDonaldTrump: irony meter in the red zone!", 
    "\"If only more people were delusional and believed my lies!\"\n#Traitor\n#Liar\n#ImpeachTrump https://t.co/eLrZvnqPR0", 
    "If #trumpwasasmartleader He would support funding for coding classes instead of coal mining.", 
    "The only thing the truth and Trump have in common is a T, R and U. #POTUS", 
    "One of the many reasons Mr. Trump is underwater with a weak 36 percent approval rating: He's losing men. https://t.co/9kV9emem3H", 
    "@Nigel_Farage He and Trump could be brothers https://t.co/bAdUCW9ZVR", 
    "What's going on w/ #Trump is so bad, so ridiculous that it feels like it can't be real, like we're in a bizarre mov… https://t.co/xBHVAvLHiF", 
    "@realDonaldTrump @lovealaska1105 \nDear President Trump:\nGrow up!\nSincerely, \nAmerica", 
    "@realDonaldTrump we are well aware of this , there needs to be a law against twisted media reporting", 
    "If #trump was a #smartleader he would support coding classes instead of coal mining jobs.", 
    "@realDonaldTrump @nytimes Computer says \"no.\" #Liar https://t.co/ZByzKlIJ1M", 
    "It feels like this Trump administration has us living in one big reality show. It's some weird 💩going on daily.", 
    "#TrumpTaxes might explain #russiagate But lead to #treason which is why #republicans Are ashamed WolfBlitzer called… https://t.co/asvBtmsLPN", 
    "@realDonaldTrump I voted for you. Illinois is a nightmare. Taxes to high state is broke businesses left or down sized,jobs gone.", 
    "@KeithOlbermann \nAny Trump appointees who have not consorted with Russians, please take a step forward", 
    "@realDonaldTrump @nytimes Why have this paper critique on Merkel if the country is behind on UN payments?", 
    "@realDonaldTrump @nytimes When are u going to apologize for false wiretapping claims against Obama &amp; when r u going… https://t.co/Sd8k5ZswoU", 
    "@realDonaldTrump The media hasn't covered ur illegal activity enough #resist U need to b locked up ur a #traitor. I… https://t.co/EMW46nNSiY", 
    "@MatthewDicks @barbaraward235 @realDonaldTrump \nDidn't Trump tell us he'd whine so much we'd get tired of him whining?", 
    "@realDonaldTrump We see PresidentTrump It makes me sad because you are working hard for usWe believe in you and you… https://t.co/UGvUJLekW3", 
    "God bless Trump and America. https://t.co/inMrDlbZGL", 
    "Hi Joe look up Rachel. Show broke last nite how trump tried to get Pentagon to have a. Armed parade for. the day he took officr", 
    "\"Donald Trump, his company and partners repeatedly turned to wealthy Russians and oligarchs from former Soviet republics.\" ~ @usatoday", 
    "If #trump was a #smartleader he would make the US #1 in clean energy power", 
    "Former DNC Official Partnered With Convicted Bomb Maker To Investigate Trump https://t.co/PgE5Q7bbly @cspanwj #tcot", 
    "@realDonaldTrump @FoxNews Because it bothers you, benefited you to POTUS and you are a proven liar.", 
    "China/Europe 🎉🎊🙌🏼 They now OWN new tech/clean tech while we stall out. ⚡️ “Trump rolls back Obama Clean Power Plan”\n\nhttps://t.co/dbFBH5Qz99", 
    "XXXXXXXXXXXXXXX\n\n@realDonaldTrump  IT’S OVER! Trump Just Tweeted A Message That Will Scare Hillary Clinton TO DEATH!\nhttps://t.co/QGTOH6C4Ba", 
    "@TGowdySC Why are you not going after Trump and Russia treasonous acts? 🇺🇸wants u to investigate!  Your bias is obvious!  #Traitor", 
    "@CheetoLovers Federal prison has openings. Right in DennyHastert's row. @CuckUniversity @llblake111 @GOP @realDonaldTrump", 
    "@realDonaldTrump when u say the people, I assume you mean your basket cuz they only watch fake, I mean, fix, I mean Fox, which only lies.", 
    "@realDonaldTrump Time to buy some big boy undies, and wear them.", 
    "@coopah @HuffPostPol \nTrump isn't content with destroying democracy,\nhe wants to destroy the planet", 
    "@realDonaldTrump don't think the media is doing enough reporting on the corruption in ur admin.But don't get too co… https://t.co/Yi2RZvDK3d", 
    "@realDonaldTrump I voted for you. Stop being on the defense 24/7. Ignore media. Get to work doing what you promised.", 
    "@realDonaldTrump We can see it Donald. Oh can we ever see it. What THEY can't see is how badly their BS is affecting them.", 
    "@LawyerRogelio @interpretingall \nTrump isn't content with destroying democracy,\nhe wants to destroy planet", 
    "FBI arrests ten people in New York City with alleged ties to Donald Trump and Russian mafia https://t.co/YI6ukbbgnw via @PalmerReport", 
    ".@realDonaldTrump We do see. We ignore. You can do the same. #MAGA", 
    "@realDonaldTrump just because you don't like the truth doesn't mean it's fake, you moron. Stop twittering and do some work, try helping ppl.", 
    "@realDonaldTrump #TrumpLiesMatter you're #DonTheCon @FBI investigating #TrumpRussiaCollusion Protect our Democracy!\nhttps://t.co/AklwCHIGhK", 
    "@realDonaldTrump I live near Peoria IL. Caterpillar closed plants, People lost jobs. Chicago runs state, even with Republican gov. Just sick", 
    "@TxYankee33 Right this second putin saying \"winning, winning winning...Crimea, Brexit, Trump....so much winning! Ar… https://t.co/C3gqwcidg7", 
    "@HillaryClinton @roser1dozer \nTrump thinks professional wrestling is real\nand global warming is a hoax", 
    "@FoxNews Pres Trump was elected promising to defund PP! I trust it will happen!", 
    "@KeithOlbermann @puntersick \nMichael Flynn to write book about Trump:\nThe Art of the Squeal", 
    "cont Under a kleptocracy the wealthy will become even more wealthy that's why Trump wants to destroy our checks &amp; balance system #TheResist", 
    "The 'law &amp; order' #ImbecileInChief seems to have missed the \"order\" part. #SanctuaryCities #ImpeachTrump… https://t.co/TdmhrIpvq3", 
    "Short story - Trump gone by August 2017. Reality, I'm hoping July 4th, Independence Day - Get ta stepping! https://t.co/MJjjWE1dbB", 
    "@realDonaldTrump The dirty dogs of this world system. But His Truth will make us Free. Just keep telling the Truth and we will listen &amp; act.", 
    "@realDonaldTrump @nytimes the more times you call nytimes failing, the more subscribers it gets. Sure you don't have stock in it??", 
    "@JaneRozales @realDonaldTrump  I called him an f---ING idiot in 5 different post. I may be in twitter jail but I spoke the truth.", 
    "Ties to Russian mob. Rolls back green gains. Claims immunity from assault suit. Just another day for @realDonaldTrump isn't democracy grand?", 
    "Trump Day 69\nAny Trump appointee who did not consort with Russians, please take a step forward . . . anyone?", 
    "@POTUS @realDonaldTrump @VP  @FoxNews \"This will B The most Corrupt,Dishonest First 100 days of a Presidency in history!", 
    "@realDonaldTrump @nytimes Remember that time you were in the Beatles? That was great.", 
    "@aweiss54 @Morning_Joe Uhm and how do Trump cultists live w/ themselves? Talk about shooting at your own feet! He is a disgrace of a POTUS😝", 
    "@nia4_trump @SpecialKMB1969 here is where the problem lays crooked baby killer Clinton and her sidekick Obama", 
    "For college #Sustainability officers to consider as Trump unwinds #cleanpowerplan https://t.co/ozO7siSOt4 https://t.co/QcFyOr2T8y", 
    "@realDonaldTrump Do something important &amp; beneficial for our future instead of reversing progress. You and your admin have zero credibility.", 
    "@realDonaldTrump @nytimes apologize is what grown ups do, and what you NEVER do. #LOSER #HYPOCRITE", 
    "@realDonaldTrump @PFields00 because they are probably making kickback money from the crooks", 
    "Coal miners hoping to get their jobs back under a Trump presidency will be disappointed - via @techreview https://t.co/O41yYt5mDH", 
    "@politico @realDonaldTrump The only obsession POTUS should have about the Clinton's is to prosecute them they are crooked un-American", 
    "@realDonaldTrump \"In the newspapers there is insulting and stirring up hatred. Those irresponsible daubers!\" ~ Joseph Goebbels #Resist Trump", 
    "@realDonaldTrump I thought you wanted to create jobs, not kill them. When are you going to be impeached? #LOSER #HY… https://t.co/cUfdboEupK", 
    "China Poised to Take Lead on Climate After Trump’s Move to Undo Policies https://t.co/QZRKuCBXtd", 
    "@realDonaldTrump You have to be a president of all the people. Even the ones you don't like. You should reach acros… https://t.co/qvwCPTvpMv", 
    "@The_Trump_Train @RicSeavy yes ,stop the money lawbreakers andThose who break the law have no business receiving any kind of funding", 
    "Cruel era in which to be a career political reporter. Our need for real news is dire yet #RealDonaldJTrump never stops demonizing press.", 
    "@realDonaldTrump @nytimes Be strong! There will come a day when all the lies will collapse under their own weight &amp; truth will again triumph", 
    "Current MSM \"Deny lie\" cycle:  \"Sources say Trump admin (insert bogus allegation here)\".  Next: \"Trump Admin. denies (bogus allegation)\"", 
    "@realDonaldTrump The real news covers facts. You &amp; your crew hate facts.", 
    "@realDonaldTrump @VP At Rodebush VA Indianapolis lobby. Why the red background.  Are the union workers trying to sa… https://t.co/5EpgtbHoRf", 
    "If Trump said: \"Okay, Russian $ refloated me after 2003 &amp; yeah I slept w/ call girls in Moscow years ago, it was dumb\" I think he'd survive.", 
    "@realDonaldTrump I know u don't read, so here's a pic to illustrate what the clean air act has done. Any questions?… https://t.co/FInsrAyz54", 
    "@realDonaldTrump @nytimes thanks for promoting them.", 
    "Can Democrats win back middle America? https://t.co/H2ItsXdo0c, Can Dems win back White America, you were used ,duped and fooled by Trump.", 
    "If @realDonaldTrump called @SenSanders to Oval Office &amp; they hammered out a \"Medicare Part E,\" I think he could pass it. #NixonToChina", 
    "@realDonaldTrump @nytimes You might not want to share with the world that you \"remember\" things that didn't happen. Just sayin.", 
    "@realDonaldTrump wah, wah, wah, wah--you poor thing. What about the way you treated people on the campaign trail. Too many to count.", 
    "There are some (no not all) who would sell your soul to make a buck. #GOP Read: @SpeakerRyan @realDonaldTrump https://t.co/PnLPo21Mn4", 
    "@PeterRoskam Hw dare u say releasing #trump tax returns violates privacy &amp; then vote 2 repeal Internet privacy protections 4 us #DOUCHEBAG!", 
    "Kno how u kno trump and his supporters are #WhinyLittleBitches? Cause they report your tweets, pointing out Obama made those Ford jobs!😂", 
    "I agree with ALL of the Trump Executive Orders 1000%!! https://t.co/ojTLuYmIrR", 
    "\"To say Trump's position on climate [change] is 'pathetic' is to understate where he's coming from,\" Bernie Sanders on \"Morning Joe.\"", 
    "@realDonaldTrump @FoxNews because you're the president and we're interested in your ties. #mostcorrupt #WorstPresidentEver #PutinsPuppet", 
    "@Twitter it's time you started shutting Trumps twitter down too! He's spreading lies, hate &amp; inciting violence! Do your job!", 
    "@DonaldJTrumpJr Are you trying to get some people to like you by using your kids?", 
    "Cut the @macy's card bc of Trump merchandise &amp; done with #kohls over 12 minutes. hmm I was so happy with the CC's i have. where to shop now?", 
    "@realDonaldTrump we are living it!", 
    "@Sandy_Beach74 @cspanwj We play by Trump Rules Now...No Apologies...", 
    "@realDonaldTrump You do stupid shit and cover things up and lie &amp; make up things, well you should expect a certain level of criticism.", 
    "@franksowa @LindaCollins11 @ripple2012 @ibookery @elindburg @Got2Ask @OMGno2trump @judie352 @MikeStaresinic @nolajade Did We vote for this?", 
    "@ItIzBiz @PrincessBravato @realDonaldTrump tell me how the fuck these people can relate to us \"normal, average\" people? They can't possibly.", 
    "No \"Educator\" I voted for #Trump:I'm not sick at all. BUT I do worry for the delusional \"resistance\" &amp; their cognit… https://t.co/Nemyut6Ipt", 
    "@realDonaldTrump The Onion?", 
    "@realDonaldTrump Fuck 'em", 
    "Trump's plan to gut legal aid would hurt red states he pledged to help. https://t.co/BMxGIrxTKL takes vac on tax payers $$ n sign FN bills", 
    "Trump's plan to gut legal aid would hurt red states he pledged to help. https://t.co/RzL84a0hI9 takes vac on tax payers $$ n sign FN bills", 
    "@franksowa @LindaCollins11 @ripple2012 @ibookery @elindburg @Got2Ask @OMGno2trump @judie352 @MikeStaresinic @BurghJay @nolajade Big money!!", 
    "You Are Kidding Me.. Don't be a Snowflake. .My friends in Germany tell different Story. Italy WANTS Their Own Trump! https://t.co/qFMy7FcdOz", 
    "Trump's plan to gut legal aid would hurt red states he pledged to help. https://t.co/BMxGIrgiTd fake FN leader do Jeb casino law get rich B", 
    "Trump's plan to gut legal aid would hurt red states he pledged to help. https://t.co/Oi8axnYfcM fake FN leader do Jeb casino law get rich B", 
    "\"Trump Russia story is a hoax.\"  I guess we'll find out, just as we did with the \"wire tap\". https://t.co/bzgQLbLluS", 
    "@realDonaldTrump @nytimes I was never a NYT subscriber until you became President. Their coverage is great and spot on!", 
    "The Press needs to ask Trump if his tax audit is completed? Hmmm. What audit they will respond.🙄", 
    "@PoliticsNewz why's the American taxpayers paying for Trump's golf trips he owns a brunch of courses shouldn't  cost him or taxpayers shit.", 
    "@marcushjohnson @realDonaldTrump I second that.", 
    "@realDonaldTrump Nunez needs to get his ass out of there", 
    "@realDonaldTrump @SpeakerRyan apprvl rating lower than any #potus in recent history. Not #fakenews, #facts. Cause/effect is a bitch 👊🏼", 
    "President Trump is better off without people that oppose him, especially when they don't matter, sitting at dinner. https://t.co/8AESuaOaIG", 
    "@joepabike @realDonaldTrump \n1. How is it vicious?\n2. How is it cruel?", 
    "@KamVTV @ForTrump this just proves how the lowlifes are just listen to them talk in their actions", 
    "@MarkPygas @realDonaldTrump u remember when Obama would complain about Fox News like a little bitch the only right wing cable news network?", 
    "@josnoopy29 When ur born w a silver spoon &amp; it jus' ain't enuff, ur on a lifetime of decline. Now, Russia addsUS2 shitshow @realDonaldTrump", 
    "\"Clean coal is an oxymoron like the phrase 'President Trump'.\" ~ Stephen (@StephenAtHome) Colbert", 
    "it's been nearly 5 months and the phrase \"President Donald Trump\" still makes me nauseous", 
    "@adamlevine @realDonaldTrump @dak @DeshaunWatson4 @LukeBryanOnline @JoeyBats19 @ThomasRhett @YoungDolph… https://t.co/P8A4geloX1", 
    "@joepabike @realDonaldTrump if his administration is vicious and cruel what the hell can we describe the Third Reich as?", 
    "@MatureTrumpTwts ...that'll give everyone a chance to sit in stunned disbelief, look shocked and say \"Wow!\" as each press conference ends...", 
    "Proud of Brits! Fight hard &amp; Never Retreat! Trump Nation is pulling for you!!!👊🏻 https://t.co/RfflAOtLBN", 
    "Watched election night coverage on YouTube. Do u know only uneducated stupid people voted for Trump?", 
    "SHAME: Trump Administration Removes LGBT Population From 2020 Census | NewNowNext https://t.co/RHuaxHwy1E", 
    "Smelling swampy.\n\n#FollowTheMoney\n#ShowYourTaxes\n#DishonestDon\n#trumpRUSSIA https://t.co/tB1T4uB8m1", 
    "When reading a quote from Moore, you realize that America made the right decision when electing President Trump. https://t.co/VeUCXOV9Lc", 
    "@ChrisJansing Sadly @mschlapp is encouraging a conspiracy debunked but gives cover &amp; deflection 2 @realDonaldTrump's Russian collusion!", 
    "In today's news, the Liar-in-Chief ________ ( Fill in the blank) @realDonaldTrump @POTUS", 
    "Isn't this what the Soviets do? #TrumpRussia https://t.co/xKiaX0cUxm", 
    "You drove it straight to Hell; You can't turn it around, Asshole!\n#TheResistance #TrumpRussiaCollusion… https://t.co/ihBKgLuGrw", 
    "\"Drain the Swamp\"!!!  😁  I am so happy President Trump is on this mission.", 
    "Bernie B careful 2 agree w/Trump's $Trillion infrastructure programs. Private investors will B Russian oligarchs! @SenSanders @SenWarren", 
    "Even men guard their privates around you #TrumpRussiaCollusion #epa https://t.co/OKQS1LvOfF", 
    "@immigrant4trump miss placed compassion has consequences. Evil people will always take advantage of any opportunities.", 
    "@realDonaldTrump CONSTITUTION DOES NOT PROVIDE 4 HEALTH CARE. PEOPLE CANNOT BE COERCED INTO TAKING CARE OF THEMSELVES. IF NOT, THEN, WHY US?", 
    "I see it President Trump! Stand your ground! https://t.co/SITu29mtqT", 
    "@realDonaldTrump Yes, we see them reporting your incompetence, your lies, your treasonous behavior as you move to ##MAKEAMERICAWHITE again!", 
    "This isn't fair.\nWhatever happens Trump better not get the blame for his doing. https://t.co/VHU8Jt5tMG", 
    "@realDonaldTrump Make sure all the credit goes to you and republicans who back you!!! I certainly do!!", 
    "@realDonaldTrump \nPres. Trump, it would be in your best interest, to let the intelligence committee move forward. Nunes is blocking progress", 
    "@realDonaldTrump BEYOND THE CHARITY, WISDOM, AND GOODNESS OF NEIGHBORS 2 HELP, ETC. THERE IS STILL THE ELEMENT OF SURVIVAL OF THE FITTEST.", 
    "@realDonaldTrump Thank you Mr President. You are making America Great Again. God bless you Sir.", 
    "@realDonaldTrump You poor baby...", 
    "@realDonaldTrump Most of us do see it and are thankful for FAIR &amp; BALANCED FOX NEWS. Also for you by getting elected and fighting to MAGA!", 
    "y'all realize trump's ratings are lower than obama's ever were &amp; he hasn't even been in office for 70 days????", 
    "Come Holy Spirit, fill the hearts of the faithful and enkindle in us the fire of your love. Lord, surround Pres. Trump with wise counsel.", 
    "@realDonaldTrump I MAY, YET, BE THE SUBJECT OF CATASTROPHIC ILLNESS AND MAY OR MAY NOT BE ABLE TO PAY FOR CARE.  THAT'S LIFE, NOT FOREVER!", 
    "No one can make a deal w/Trump. Recall he's a narcissistic liar. He's not 4 the American ppl, he's 4 Trump &amp; family! @CNNPolitics @MSNBC", 
    "@Trumpliwood @libtearsnews Donnie the Snowflake. https://t.co/XLmx2E0ZGw", 
    "@CSPANdemocrat @birdistheherd @cspanwj @realDonaldTrump wrights off his membership fees as a Business Expense", 
    "@amanda_pompili @JanaBlade1 @KaivanShroff We're talking about data of who voted for Trump vs who didn't vote for Trump.", 
    "Still waiting to hear why a russian paid 50 mil more than what a property was worth to trump", 
    "The Trump Administration is working, &amp; it is competent. Knowing will of The People, they will ignore media speculation&amp;resist manipulation.", 
    "Tell Congress: Not one cent for Trump's anti-immigrant agenda. #NoBanNoWallNoRaids #endprivateprisons https://t.co/eVfB4D4lXq", 
    "@Fahrenthold @realDonaldTrump OMFG! That's all I can say", 
    "@ThtsWhtSheTweet @MaxBoot @StuPolitics @realDonaldTrump That didn't apply to Killary, did it?  Deep State sedition is the name of the game.", 
    "@realDonaldTrump @nytimes It has to be hard enough trying to serve this country, but fight the liberal media too?#ridiculous  #wesupportyou", 
    "you have to be nuts to stay a little upbeat with all the investigations trump is facing. He should take a one way flight to russia", 
    "Trump on Healthcare Deal: \"That's such an easy one.\"\nOther Easy Ones: Colonizing Jupiter.\nThreading a needle with a tree branch.\nTax reform.", 
    "Russians contributed to this result, just like they contributed to #Trump getting elected. All that hurts western u… https://t.co/LUhiNgVkii", 
    "@RepAdamSchiff agreed. Especially since Nunes said that what he saw is not related to Trump ties to Russia. #WhatsTheHoldUp", 
    "@ZeroPointNow @DianeSa41260373 Deputy Evelyn Farkas Under Obama Confirms His Admin Was Spying on Trump! Time to lock up a lot of BHO admin", 
    "Fact Check.... Nothing you did here, read up on facts!\n#Trumprussia #TrumpTaxes are facts, show us yours!\nYou said… https://t.co/ySBC1cDzov", 
    "@justin_kanew @realDonaldTrump \n Keep on it. heard something like this week's ago. It's not just climate change info.\"they\" are taking down", 
    "@realDonaldTrump We The People do see! Keep up the good work!", 
    "@KellyannePolls @DailyCaller Deputy Evelyn Farkas Under Obama Confirms His Admin Was Spying on Trump! Time to lock up a lot of BHO admin", 
    "This is how you prepare to jump on the #TrumpTrain every morning! ☕️❤️😋🚂💨💨💨ChooChoo! #MAGA 🇺🇸🇺🇸🇺🇸@skjultster https://t.co/qpMY1afbTi", 
    "@realDonaldTrump Russia Russia Russia Traitor...impeachment and jailtime coming! #TheResistance", 
    "Trump's anti-climate order is about letting #Russia and big fossil fuel donors make as much $$ as they can from dir… https://t.co/dKHDhFsdjC", 
    "@Sandy_Beach74 @cspanwj He is telling Trump all the dirt before he tells his Committee...", 
    "But I'm racist because I voted for trump ☕🐸 https://t.co/370TqQfNLE", 
    "i go to school with those kids that wear trump shirts with matching socks \n\ngag me with a spoon", 
    "@realDonaldTrump @nytimes Liar Liar Liar...Russia Russia Russia Traitor...impeachment and jailtime coming! #TheResistance", 
    "@realDonaldTrump Mr. President. Rescind Obama's executive order that set-up sanctuary cities and hold accountable the officials that resist.", 
    "As well they should. We can thank #BHO for \"establishing this opportunity.\"🤣\n#ConfirmGorsuch\n#PresidentTrump… https://t.co/smTFoYvR9L", 
    "@ifuaskmee   \n\" Trump  Organization owns a bunch of expensive, obnoxious spam servers  that churn out marketing emails for its hotels", 
    "Trump like many in the Republican party hates America love only money https://t.co/HCEBmLOt0G", 
    "@FoxNews-they keep insinuating connection between Russia &amp; Trump but they never investigated Clinton as secretary selling favors 2 countries", 
    "GAO to Probe Trump's Mar-a-Lago Trips https://t.co/R5dLH3WMMZ", 
    "How Devin Nunes Could Be Facing an Ethics Probe for Spilling Secrets https://t.co/R0QS6ERfPp #wednesdaywisdom #trumprussia #russiagate", 
    "How Devin Nunes Could Be Facing an Ethics Probe for Spilling Secrets https://t.co/BddyyWRaVX #wednesdaywisdom #trumprussia #russiagate", 
    "@realDonaldTrump We the people know how rediculously biased they are. It's the good stories that they don't report that stand out. We see.", 
    "Good Morning Mr. #President #potus @potus #maga @realdonaldtrump #realdonaldtrump #drudge_report… https://t.co/SCaLmbSda5", 
    "What @realDonaldTrump should realize 1) he's not dictator for life 2) his presidency ends 3) his legacy will follow 4) it won't be great.", 
    "@KellyannePolls @DailyCaller Time 4 a lot of ppl in Obama admin 2 go 2 prison 4 unmasking names @ Trump Tower surveillance", 
    "@Smith83K @NewYorker Didn't think they @Trump @DevinNunes had it in them to pull such a clandestine maneuver - thought only #Dems #HRC/OBAMA", 
    "@realDonaldTrump whaaaa! Whaaaaa! Whaaaaa! Man, PLEASE,  the way u treat Obama? Grow some!  @TichinaArnold @TheView… https://t.co/ST2fdCPqqE", 
    "⚡️ “These are the Republicans who just voted to keep Trump's taxes secret” by @IndivisibleTeam\n\nhttps://t.co/RBrzbjJinw", 
    "@DevinNunes bars Congress from the truth #TrumpRussiaCollusion &amp; threatens the Constitution\nhttps://t.co/6uQsluM9qf via @motherjones", 
    "@Admphil @realDonaldTrump This is problem! https://t.co/UXbtMFbpPG", 
    "@MSNBC trump doesn't believe in religion and he doesn't believe in science. I guess that makes him an alien which would explain his head", 
    "@realDonaldTrump @nytimes someone needs to give you a magazine instead of your phone to take into the bathroom. Fool. Ur embarrassing.", 
    "Looks like increased border patrol is doing what is doing what President Trump said it would. Making us safer. https://t.co/MlwxGxZQHI", 
    "So now \"Trump Is a Chinese Agent\" ?\n\nGreat damn day in the morning", 
    "@POTUS Even Trump knows who the real/people's president is @HillaryClinton #wednesdaywisdom https://t.co/hWiCt2YHTc", 
    "\"Trump Is a Chinese Agent\" https://t.co/8HPi3EGAAZ", 
    "\"Trump Is a Chinese Agent\" https://t.co/5T5hUEk4pN", 
    "Trump just gutted the LGBT executive order he promised not to touch https://t.co/JEGSCPsTUS", 
    "\"Trump Is a Chinese Agent\" https://t.co/OoED6m9n0p", 
    "\"Trump Is a Chinese Agent\" https://t.co/yAcXn3gUb8", 
    "\"Trump Is a Chinese Agent\" https://t.co/PTUtPFi9mh", 
    "@okcupid used to say I was less progressive until it made its big batch of Trump questions. Now it says I'm less conservative.", 
    "@kupajo322 Tell it! You are right!! #MAGA #TRUMP2020", 
    "@realDonaldTrump @nytimes Grow the fuck up!", 
    "@realDonaldTrump you versus the media.  Where do our needs fit in, sir?", 
    "@realDonaldTrump you're such a peace of shit.", 
    "@realDonaldTrump @nytimes sir.  Their subscriptions are at a new high.  Some of us still actually read.", 
    "https://t.co/esDMBK8bY7 Is Trump illiterate?", 
    "#trump is pure evil https://t.co/TRwuJiX8yk", 
    "@realDonaldTrump SO TRUE... Attack , instead of HELPING..What a sham on them.Wonder why, people HATE government. MAGA  !", 
    "Layoffs set to begin at Indiana factory despite Trump tweet, promises https://t.co/xPeGpGcPpj via @HuffPostPol", 
    "@realDonaldTrump if you're not blowing smoke, then you should give examples to prove your point, dipshit", 
    "@realDonaldTrump @nytimes True !! MAGA", 
    "Fuck trump 🖕🏽 https://t.co/uElLENr5XD", 
    "@rupertmurdoch @FoxNews @Judgenap Past time but good that the judge is back! NOW, WHAT ABT TRUMP BASHING @ShepNewsTeam ? SUSPENSION!!!!", 
    "Melania Trump is basically Marie Antoinette and I actually feel really bad for her lol", 
    "@ByronYork @washingtonpost \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @Msnbc", 
    "@LindseyGrahamSC - no! You will be sad when you finally wake up to #TrumpRussia https://t.co/86nmD1k8Jz", 
    "@BDOH \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@SandraSmithFox \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@OutnumberedFNC @nedryun \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Trump is a &lt;insert scary xenophobic word here&gt; agent.", 
    "@CNN Trump just insulted all the veterans who have ever been in combat", 
    "@LisaMarieBoothe @TheFive @FoxNews \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Very Unacceptable, We need #IndependentInvestigation on #Trumprussia!\n#Russiagate #RESISTANCE https://t.co/xKs2vef3hd", 
    ".@realDonaldTrump would cut #Teaneck Jewish Family Services pantry funds: https://t.co/BaO8SNIc4k via @northjersey, @MegBurrow #trumpbudget", 
    "@MAGA_SAF2 @CNNPolitics @VP @POTUS You, @SpeakerRyan Pence and Trump have a bully's quiver, only filled with arrogance and ignorance.", 
    "@DerenicByrd can't help but think this was yet another distraction tactic, more collusion between #POTUSTrump &amp; #foxnews #TrumpRussia", 
    "@POTUS \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@jponebythebrook @cspanwj Trump have Repub teabillies and some Dems believing there is such a thing as clean coal", 
    "Net Neutrality: Congress Just Repealed Internet Privacy\n#netneutrality #congress #internet #privacy #trump #bigdata… https://t.co/Q6M5R8LqlV", 
    "@DianeSa41260373 @EvelynNFarkas \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@realDonaldTrump we do know.", 
    "@Harlan \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@SethAbramson @PrincessBravato It's even the same color as @realDonaldTrump", 
    "@brenthatley Do you believe it's \"Solidarity\" or a Don ultimatum? Although Trump staff must know to attend is to beg to be roasted on camera", 
    "@Harlan \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "The real reason why ObamaCare repeal failed https://t.co/s3ikbuayZk @realDonaldTrump @POTUS @SpeakerRyan", 
    "Our Apr 5 Healthcare Forum is cancelled since Trump bill was withdrawn. We will reschedule once there is clearer picture of any new bills.", 
    "@IngrahamAngle \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@realDonaldTrump Vicious? Yes, because you are a monster. Inaccurate? Not even close. If anything they don't expose the horror that you are!", 
    "If she had she would have lost her NY Senate seat to someone like Peter King. Also Trump got a lot of dark money. https://t.co/jpUACOmIaT", 
    "And yet Christie bounces, saved by Trump. What part of his soul did the Jersey devil have to sell for that? https://t.co/dY5FO50C1X", 
    "@POTUS @realDonaldTrump PAST TIME TO WITHDRAW TAXPAYERS DOLLARS FRM IVY LEAGUE SCHOOLS,especially those who INDOCTRINATE LEFT WING IDEAS!!!!", 
    "@EricBoehlert @TomWellborn This may be, but right now it has nothing to do with HRC. It's about Trump and his Russian collusion.", 
    "@KellyannePolls @DailyCaller \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@AmericaFirstPol @KatrinaPierson @POTUS @FLOTUS \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@CeeAcosta \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@JudicialWatch \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@ashleyfeinberg Trump doesn't have the morals of most people. People take themselves out. Trump will never take himself out. He just ignores", 
    "@OpenSecretsDC @barbfeldon1 Trump cut $3,000,000 to administrate/$300,000,000 block grant to fund Meals on Wheels f… https://t.co/Eb8E26rddi", 
    "STOP Trumps administration from destroying scientific data!! @SenJohnMcCain @LindseyGrahamSC @SenatorCollins https://t.co/qHNoUvb0nY", 
    "@originalarob @realDonaldTrump You plan ??", 
    "@Harlan @PressSec @seanspicer \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@ninetek @realDonaldTrump tweet this then you dk head snowflakes pos https://t.co/PjquuecgTf", 
    "@jaketapper @billpostmus @WaltDisneyWorld \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@trump2016fan The Dem.are keeping the Russia crap alive with#Trump.Its keeping the #Media&amp;#Congress away from… https://t.co/YJJTSwMRsC", 
    "Read @realDonaldTrump’s New York Times Interview: Full Transcript https://t.co/CQK5q1CfNv", 
    "@realDonaldTrump The media coverage of your Administration is negative because of what you see when you look in the mirror.", 
    "I wonder if 'Are you sure?' referendums are allowed to correct voter's remorse for those who didn't think things through. #brexitday #Trump", 
    "@POTUS why can't we all get along and not go against our president and Constitution? You may hurt Trump but definitely hurt America. ☮️", 
    "@WestWingReport @Dookofurl @realDonaldTrump @USATODAY Please... Don't forget Don's ties (no pun intended) to American Mobsters", 
    "@ericbolling @DanaPerino @KatiePavlich \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@marcushjohnson @WhiskeyInSpace They're trying logic jui jitsu to argue that liberals actually oppose women &amp; POC when they oppose Trump.", 
    "@MAGA_SAF2 @CNNPolitics @VP @POTUS Trump lost by 3,000,000 votes of we, the people, just like Hitler did. Corruptio… https://t.co/276oHGD8Ex", 
    "@mattyglesias Trump voters more able to understand such talk as metaphorical expression of the appreciation of female attractiveness", 
    "@HuntsmanAbby @OutnumberedFNC @MeghanMcCain @HARRISFAULKNER Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump", 
    "..you cant believe in the decades of science that prove global warming is real so you have to literally create it yourself @realDonaldTrump", 
    "@LatinoLady85 @DonaldJTrumpJr Yes it is a bit outdated so I finally changed it. He is a beautiful horse, but the shot didn't do him justice.", 
    "@DLoesch \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@washingtonpost \nTrump casinos\nTrump U\nTrump steaks\nTrump vodka\nTrump sunglasses\nTrump Foundation \nDraft dodger \nWhat a pathetic resume'.", 
    "@jojoh888 @RT_com   Boy they are trying to do everything they can do to disrupt Trumps progress!!", 
    "@oreillyfactor fuck you pussy\nYou old ass reptilian bitch\nYou're gonna rot in hell just like Trump", 
    "@TGowdySC @trish_regan \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@wayneordogne @DonaldJTrumpJr and your point? That his kids are cute and that makes him intelligent?", 
    "@POTUS @mitchellvii   my very short scenario about all this whinning about the Russians &amp; President Trump. Basiclly… https://t.co/fqpgzgW6ae", 
    "@SpeakerRyan @POTUS \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@Fahrenthold @realDonaldTrump Good thing he can't know anything about or it might affect his policy choices/create constitutional crisis", 
    "@LizMacDonaldFOX @cvpayne \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@SandraSmithFox @HuntsmanAbby @OutnumberedFNC \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@MariaBartiromo @MorningsMaria @FoxBusiness \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@BillHemmer @ChadPergram \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Sen. McCain says ain't shit. Intelligence agencies all has said as clapper did, no evidence collusion Trump team &amp; Russians why don't McCain", 
    "Interesting how far narcissism can get ya. @realDonaldTrump", 
    "\"I knew that there was more [evidence that Russia &amp; Trump colluded to hack the election].\" This statement literally… https://t.co/8CmjQ4f9yL", 
    "@TomthunkitsMind \nDonald Trump puts Statue of Liberty on eBay", 
    "@JudicialWatch @cjtfarrell \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Trump &amp; Republicans are dismantling the very fabric of modern society. They're trying to take us back to the 1850s. They're dooming us all.", 
    "Media's been on President Donald Trump since day one. Do your job and tell about Malia Obama drinking under age", 
    "@lh_carter \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@RawStory \nWelcome to #Trumpcare", 
    "@SamuelLJackson so trump is president why have u not gone to south africa🤣", 
    "@TrumpGo_2016 @geraldmoondog Why isn't this asshole being investigated.  He was part of Hillary's campaign staff. Where is the 35 M.", 
    "@immigrant4trump Do things the right way to begin with and you don't have to deal with the out come!", 
    "@realDonaldTrump There should be consequences to false and misleading coverage...the first amendment is besmirched by dishonesty.", 
    "A devastating blow.  We will see if Trump can recover... https://t.co/wAHG1iei6T", 
    "@realDonaldTrump How can we remedy FAKE news?", 
    "@TheEllenShow why did u not ask samuel l jackson he has not gone after the election he said he would if trump was elected🤣", 
    "@TheWeek No. Not even. He's not a Democrat. HE undermined the democratic candidate for Presidency giving us Trump. He's a fraud.", 
    "@RealTimers @RealMuckmaker \nIs there any evidence of Trump ever taking care of anyone?\nI'll wait for your answer", 
    "@mmurraypolitics @DevinNunes better check with #Trump &amp; find out what his job will be once he gets kicked out of #Congress #TheResistance ✊️", 
    "@realDonaldTrump @nytimes Put down the phone and the golf clubs -  Get to work!", 
    "@joepabike @realDonaldTrump Joe you don't know what your talking about. Typical lib just hurl insults. All it does is show your low IQ", 
    "Trump is a Chinese AND Russian agent. Now, that’s impressive. This name calling is only going to help Trump for being so damn ridiculous.", 
    "@thinkprogress @whitefishglobal \nThe is first thing involving women Trump hasn't touched", 
    "@ABC \nShe was applying for a position  in trumps cabinet. Assistant Secretary of Nonsense and Misinformation.", 
    "@politico @RealMuckmaker @RepSwalwell @DevinNunes \nTrump is Putin's stooge\nNunes is Trump's stooge", 
    "I suddenly feel like Chinese take-out for dinner\n\n \"Trump Is a Chinese Agent\"", 
    "@go_trump_ The parts to make the cars are manufactured internationally, der.", 
    ".@EvelynNFarkas: Not enough intelligence was coming out [about Trump staff colluding with Russians] &amp; I KNEW THAT T… https://t.co/YmyfwBEibo", 
    "When they find out Comey was part of the survellance to help Hillary out, will Pres. Trump fire him? Remember he ignored Hillary's crimes.", 
    "@royagraham @jodotcom I'd argue Dubbya made a mockery of the American Presidency in many ways. Trump is just an order of magnitude worse.", 
    "Well, being they asked the same silly “is trump a Russian agent” question every day. Time to cut the BS out from th… https://t.co/W8mIu8NNOf", 
    "@BraddJaffy @PrincessBravato Cuz it was much easier once Flynn got caught. Trump wasn't about to open that can of Russian worms voluntarily", 
    "While LGBTQ March with @LindaSarsour w/ hajabs showing their support against  PRESIDENT TRUMP.  Got it. https://t.co/QLLdWgFdj9", 
    "After the China narrative falls apart\nI wonder which country is next on the lefts list\nMadagascar maybe?\n\n  \"Trump Is a Chinese Agent\"", 
    "First Read: Trump Is Off to a Historically Poor Start https://t.co/S274MrFeQh", 
    "@The_Win_Trump Michael Moore is an idiot. Who gives this guy air time? His existence won't b over till earth runs out of cheeseburgers", 
    "@wayneordogne MrWeekend, you sound so stressed. Are you having a rough time with @realDonaldTrump imploding?", 
    "@realDonaldTrump u had better get ur troops in order, dems going all out to\nBlock ur sc nom bc they dont think ur\nOld farts will go nuclear", 
    "@theGrio @MaxineWaters @AprilDRyan  @HillaryClinton  why didn't you wear  #LeatherJacket when U debated Trump #Awesome #Dominatrix @SMShow", 
    "@jackschofield @realDonaldTrump @FoxNews @BreitbartNews one more question did you do same thing when Obama was in office", 
    "Let me know if they run over #Trump so I can get celebration invitations printed &amp; delivered. Never mind, that part… https://t.co/pqJpfE0rOf", 
    "@realDonaldTrump @Rey3J @msnbc You attack any media that doesn't paint you in a positive light and is courageous enough to report the truth", 
    "What Republicans like most about Trump.  He says/does things they'd really LOVE to but are fearful of the backlash.  \"Sick 'em.\"", 
    "I didn't know Trump even spoke Putonghua\n\n \"Trump Is a Chinese Agent\"", 
    "Hillary Clinton...I think your a liar and a thief and more a trader of the USA.So you go sit down and leave my president Trump alone.", 
    "@wayneordogne @realDonaldTrump Bless your heart... You aren't so bad.", 
    "@realDonaldTrump your pathetic ORANGE 🍊 FOOL", 
    "There's little fact or logic in the Dems' vitriol, just raw hatred that Trump thrashed them at their own game. https://t.co/CQYhr97PII", 
    "Hey maxine, how about when the left made fun of Trump's hair?!? https://t.co/nn1z2UukHQ", 
    "@realDonaldTrump awesome tour right fake news hurts our country and others don't respect us Bad", 
    "@hrtablaze @frenchfortrump SHAMEFUL!!", 
    "@realDonaldTrump We see it every day Sir.We are still behind you 100%.Drain the swamp first and then border securit… https://t.co/CmoSa4vmYJ", 
    "@YoungDems4Trump @kickitdotcom @realDonaldTrump That is why people were committing felonies to do what?", 
    "@realDonaldTrump We see, we see.", 
    "President Trump's executive order and Illinois coal.\nhttps://t.co/fjIoKNhXeN", 
    "Hey @nytimes \nWe Chicagoans don't care what Trump thinks of us. Save your bytes for something someone cares about.", 
    "@TrumpIsALier is this what you stand for? Just asking? This is exactly what @POTUS44 And @HillaryClinton stood for.… https://t.co/4cPKE0PpvZ", 
    "Perhaps Twitter should explain WHY there are thousands of blue verified accounts trolling, abusing, harassing @realDonaldTrump and @POTUS?👌👍", 
    "@realDonaldTrump don't worry Sir. Most GOOD Americans know it's a rigged system. You pulled the blinders off of a l… https://t.co/0EAk2O7Z5e", 
    "Consider this village when you hear Trump touting policies that will lead to more pollution and more warming.… https://t.co/1LbP05Zysh", 
    "Trump Towers bring golden showers. https://t.co/thvPIPSLJP", 
    "#DearMrPresident loser-in-cheif #PutinsPunk REMEMBER #GOPbuiltTrump USA grabbed by the privates… https://t.co/LGwbvlcu2z", 
    "@RogerJStoneJr @frLarousse2 @SenSchumer @AdamSchiffCA @DevinNunes @realDonaldTrump Good thing Schiff did not have op to sabotage Nunes", 
    "As they do every day, the left is losing their mind over Trump ridding us of obama's disastrous environmental policy. Thanks Mr President!", 
    "Nunes has to go.....Trump as to go, treason. We The People deserve better, none of this is going away @SpeakerRyan @POTUS", 
    "I saw people getting blue check marks just in the past few weeks that never had them before. Some used Trump Train to rise to the top.", 
    "@realDonaldTrump fam, stop lying. Seriously", 
    "@realDonaldTrump, it took Trump over an hour to post the exact same message to his other account. What an idiot !!! He can't do anything !!!", 
    "@realDonaldTrump @nytimes awesome 8 yrs of degrading our country destroyed 100 yrs of blood sweet tears bad bad sad sad", 
    "Pretty sad that you use Trump Train to become a \"Public Figure\", run go fund me accounts to have a pod cast, and sell merch too. Very Sad. 👌", 
    "@realDonaldTrump the @nytimes never apologized,nothing to apologize for.is this like u saying u had\"most electoral votes since Reagan?\"", 
    "@TrumpIsALier Please hear before its to late in America. https://t.co/SkbFHhm07B", 
    "#DearMrPresident: coal is NOT clean, moron! You're no statesman! #PutinsPunk REMEMBER #GOPbuiltTrump… https://t.co/r5fSQHUnNJ", 
    "#LiesMyMomWouldTell Trump Is a Chinese Agent", 
    "@realDonaldTrump WRONG THE PEOPLE ARE SMART ENOUGH TO NOT FALL FOR YOUR BS YOU ARE AN ENEMY OF THE PEOPLE", 
    "@realDonaldTrump @nytimes do u ever tell the truth abt anything?is this another time when u heard something on faux news &amp; took it as fact?", 
    "@realDenaldTrump get ur AG on the\nBall and arrest mass. Rep. For interfereing in a fed op.!  she broke law u need to show ur serious, arrest", 
    "That's why Yates was nixed; she would testify re real date she informed Trump and Pence re Flynn. Sounds like obstr… https://t.co/mF3oDish9g", 
    "@NewssTrump Putin is furious with the lies...@varneyco", 
    "@cherryames1949 @PhyddleDD This story will make Trumps day.", 
    ".@realDonaldTrump Why are we still importing 20 to 25 % of our oil? Shut down dept of education and IRS", 
    "#DearMrPresident, YOU lost too! History will judge U harshly! #PutinsPunk REMEMBER #GOPbuiltTrump… https://t.co/wfmtyUrYW2", 
    "@realDonaldTrump Former President Obama dealt with a lie for 8 years about his birth origin. You could ask him how he handled it!!😏", 
    "@MaryMangoMama @realDonaldTrump He hasn't signed it yet. When asking someone to help, don't insult him. He alone can stop it! Hope he VETO's", 
    "@kharyp Trump doesn't sign things into law but he does sign them into flaw!", 
    "@MZGreen05 @DylanByers @realDonaldTrump @mike_pence AWESOME IDEA", 
    "@realDonaldTrump Why are you trying to silence Sally Yates?", 
    "Maybe hevwants a job at TrumpOil\nLook at trumps appointments and posturing (drops microphone) https://t.co/VpjWDMQ7px", 
    "Trump and Republicans are driving this country off a cliff. They aren't just mortgaging our future for profit, they're DESTROYING it.", 
    "@GroovyRoom @MZGreen05 @DylanByers @realDonaldTrump @mike_pence Google \"why vets call McCain songbird\". He's no hero. Stfu", 
    "@realDonaldTrump TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON! TREASON!", 
    "From @MansfieldNJ: \"Local leaders condemn new #EPA head as #Trump signs order\" https://t.co/DX9vv1P7Ns  #climatechange #richlandrocks", 
    "\"I am an Arctic researcher. Donald Trump is deleting my citations\" #thedarkages\nhttps://t.co/5v6mwjfS88", 
    "@realDonaldTrump @nytimes @POTUS-  actually I saw where their subscriptions rocketed up when U started whining about them- bet they LOVE you", 
    "Tell @realDonaldTrump to #VetoHJRes69. Bill is on his desk. He can decide at any time! Call 202-456-1111 &amp;… https://t.co/xykw4IrCQ3", 
    "#DearMrPresident, you lost too. History will judge U harshly!\n#PutinsPunk REMEMBER #GOPbuiltTrump… https://t.co/srxL6vm5Dr", 
    "Trump Needs to Reinvent Himself a la Bill Clinton https://t.co/qcV632KNYO via @thedailybeast", 
    "@realDonaldTrump Well, a little more proof. How much do they need before this becomes an FBI investigation   https://t.co/MHOos3HYjC", 
    "@TrumpMAGApresid oh so sick and she wanted to lead our nation #trator", 
    "Thanks for pointing that out, Mr. Nixon....I mean, Mr. Trump, in pure #dictatortrump fashion. #resist #resistance… https://t.co/4FfLFjxnpP", 
    "As usual inane derivative drivel  from a never right, I mean never Trump Hack. Don't you have conservative meeting… https://t.co/ZWRf8kl1ou", 
    "@realDonaldTrump Another state vows to support President Trump. #MAGA https://t.co/l6YHYggttr", 
    "@realDonaldTrump Let @jaredkushner figure out #healthcare with his innovative business ideas.", 
    "@ShannonBream \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@PressSec I hope u get everything u deserve ! Your a liar and trump is a liar and ur trying to make the USA Russia ! #ImpeachTrump #Trump", 
    "@nia4_trump @Kevin_FTW Most rational folk do not &amp; will not trust habitual liars - they're not trustworthy &amp; that defines Dem leadership", 
    "@newsbusters @Morning_Joe @DevinNunes \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Unacceptable. So much for Ivanka's softening influence. Trump will destroy whatever he touches. #midas #Narcissist… https://t.co/hhMh4FWQ5Y", 
    "I would like #PresidentTrump to objectively look at the @RandPaul model for healthcare. The ability to form associa… https://t.co/SnIbkqMAVN", 
    "Democrats glee over what they're trumpeting is shameful @Franklin_Graham Washington is dysfunctional Need HealthCare Reform @Varneyco", 
    "Dems are in a tizzy about Nunes. He won't reveal sources and he doesn't have too. Trump was right about wiretaps.", 
    "@PressSec ur a rude fat stupid puppet for trump and the way u treat these women reporters is gross ! #ImpeachTrump #jailpresssec #Russia", 
    "My teacher love #donaldtrump he different \n\n😂😂😂😂 @ Miller Motte Technical College https://t.co/KfToQKvLql", 
    "Pres @realDonaldTrump calls @SenJohnMcCain weak yet was too scared to go to war and dodged the draft five times🐔🐔", 
    "@realDonaldTrump Wow, a President that sopports small Business Owners. Ivanka and Dad support Women Business owners… https://t.co/QFflIGb2P0", 
    "Rev Graham - \"What you see on TV is the same person you see when you talk to him individually\" Speaking about @realDonaldTrump", 
    "@marcthiessen @AmericaNewsroom \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@BetsyDeVosED @IvankaTrump @airandspace Kind of #ironic that Trump just cut funding for NASA education programs, isn't it?", 
    "@PressSec the only thing u do proudly is suck up to trump cause he has ur balls in a jar ! Do u really think making the air and water dirty", 
    "@KeithOlbermann Trump or Trader you till me.", 
    "@seanhannity @DonaldJTrumpJr \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Trump is gonna hear Cancelled his year, and I guarantee you they delete that song", 
    "@MaxineWaters  gth you nasty old pos ..you are nothing but a racist ..if trump were black like ovomit you would not say shit ..pure trash", 
    "@realDonaldTrump The Ford Motor Co. Deal was made during President Obama's Administration. You had nothing to do with that deal.", 
    "@savcon98 Savannah, I think it might be you.  Ever heard the expression, \"a lady reveals nothing?\"   ...no, probably not.  Class trumps slut", 
    "3/29/17 if Christopher Steele (#TrumpyellowJournalism)🗣 Trump is ⚰️.  #IndependentCommission #GangsterGovernment… https://t.co/ZVN7WVTRB6", 
    "Trump making #jobs jobs, jobs. Not so much! @BW https://t.co/rChV9324bi", 
    "Getting rid of federal LGBT protections. @realDonaldTrump is evil", 
    "Trump don't have to leave ever We elected Him He is our President and U lying libs found No evidence against Trump… https://t.co/NnEjl9cg7w", 
    "@Franklin_Graham very disappointed in you On Varney you should've come out for TRUMP He is bringing God back into America and White House.", 
    "@realDonaldTrump Google is not a private company, its a monopoly masquerading as such. They're using that monopoly to censor people online.", 
    "@senorrinhatch GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@Franklin_Graham very disappointed in you. You had no backbone. Trump is bringing God back to America and White House", 
    "#Trump, if he lasts that long, will approve #ATT #TimeWarner #Merger. (#Pence, a total Stooge.)\nBut in 2020 #WeThePeople Bust it up, GOOD.", 
    "@realDonaldTrump @FoxNews absolutely thy can't except the defeat defastating lost  ever", 
    "@senorrinhatch People noticed that Trump is the only one doing anything to help the country and the people congress has done nothing", 
    "Heres one great great human being. RT @ChristiChat: \"The black Democrat who is Trump's (cont) https://t.co/OcA3ZCUoHY", 
    "#DearMrPresident FACTS eventually surface! You lose too. History will judge U harshly! #ShowUsYourTaxesTrump… https://t.co/ThE3QzNIMH", 
    "@POTUS your not for the people your for ur fat ass and the the trumps and ur rich friends and Russia ! You are a traitor !", 
    "This is Trump's doing. He didn't put us there, but he's ramped up the strikes with NO regard for civilians or human… https://t.co/cwL2AIoBIz", 
    "@realDonaldTrump We are not the dumbed down Trump base,  you cannot pull the wool over our eyes, we are the… https://t.co/wK0dJc9gaK", 
    "@Franklin_Graham you had a chance to stand up You turned your back on America. Trump trying to bring God back to America", 
    "Thanks, Lauren. Means a lot to us Veit Nam vets and patriotic citizens. Thank you, President Trump. May not have be… https://t.co/56KaJgoqwr", 
    "@SenCoryGardner GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted  trump priorities not yours", 
    "Breaking News: @POTUS @USAO_DC @realDonaldTrump Evidence at last Comey drops Bombshell says they have been spying https://t.co/VydehjPwlI", 
    "It is still a work in progress. Like shit on your shoe, some things are hard to get rid off, but #TRUSTTRUMP He wil… https://t.co/S0RAnSII4y", 
    "I'm so over Donald Duck! #ImpeachTrump", 
    "@SenCoryGardner   People noticed that Trump is the only one doing anything to help the country and the people congress has done nothing", 
    "OMG! He doesn't even know the name of the person sitting next to him! LMAO #DonaldTrump #POTUS #LMAO #EpicFail https://t.co/xdQRyKaT1s", 
    "The FBI’s director just confirmed it’s investigating the Trump campaign’s ties to Russia https://t.co/hN5Z7nEMl2 via @voxdotcom", 
    "Yes please @realDonaldTrump 👇🏻 https://t.co/G2fBgdQzZa", 
    "TrumpUare PresidentUgot evidence to throw them all into jail so do it I don't care if it's Obama and Hilkary&amp;All Throw them all into jail", 
    "Why doesn't the Trump fellow understand the Internet is now life/death like many utilities? Should electricity co know what I buy? @1a", 
    "Reading the \"Trump is a Chinese agent\" posts and realize that Trump supporters truly can't tell the difference between real &amp; fake news.", 
    "@rushlimbaugh GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@JessieJaneDuff \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@WaysMeansCmte Double check; my research shows Russian influencers in congress for GOP. FBI rooting into 30 yr hx of Trump &amp; Russia.", 
    "@rushlimbaugh   People know that Trump is the only one doing anything to help the country and the people congress has done nothing but bitch", 
    "@RemixPro bout time you cared to promote us. I can do it while in Vacation with @realDonaldTrump", 
    "@AnnCoulter @CeeAcosta \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Quite sure the decision isn't the Trump admin's to make. They've clearly proven their total incapability of ethical… https://t.co/fo595FliI0", 
    "@SenJohnBarrasso GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not yours", 
    "He's angling for a job at \"TrumpOil\" (hint) look at key appointments and policy direction! (drops microphone) https://t.co/pGSwy10LPD", 
    "Trump signs order at the EPA to dismantle environmental protections https://t.co/ClaxTB8v4x The GOP is Destroying America The Beautiful", 
    "@SenJohnBarrasso  People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but bitch", 
    "Trump wants to add another $54bn to military....\n\nHealth care could be behind Canada's longer life expectancy - https://t.co/UB6iz8TRzu", 
    "@RoyBlunt   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@RoyBlunt   People know that Trump is the only one doing anything to help the country and the people congress has done nothing but bitch", 
    "@gymnat545 -trump is doing their recruiting for them; he's the stupidest by far; military flat out told him too.", 
    "@NolteNC @darthur111 \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Cause who needs accountability in education!!!\n#DumpTheChump #InYourGutsYouKnowTrumpsNuts #ShowUsYourTaxesTrump… https://t.co/8wM37YfgBH", 
    "@realDonaldTrump Yeah, Viewer. Kind of wonder if this isn't Federal. FBI, no, don't expect any cooperation there! https://t.co/P9xGvC6Z55", 
    "@realDonaldTrump I wouldn't worry about the media. Americans know they are fake news and serve the liberal left like Pocahontas &amp; Clintons.", 
    "@thehill The belief is based in racism. Trump and followers are opposite of those who follow Christ's teachings. They are Bannon followers.", 
    "Trump breaks the silent treatment with Schumer: 'Hello, Chuck' https://t.co/yKbbEbIo4R", 
    "Was TrumPutin listening? Does he hear anything? https://t.co/p6g97vFv25", 
    "@GOP @IvankaTrump @IvankaTrumpHQ @jaredkushner @KellyannePolls @PressSec what do you guys think? Selling browsing h… https://t.co/QafX4biiyK", 
    "@immigrant4trump she always feels good!", 
    "@realDonaldTrump WE UNDERSTAND AND IT IS VERY BAD BUT GOD IS WITH YOU AND YOU WILL CONTINUE TO DO YOUR PLANS AS YOU HAVE THEM PLANNED..", 
    "@realDonaldTrump @nytimes Who listens to NYT, MSNNBC, CBS, CNN, etc.? I watch Fox and OANN. The other ones have no credibility.", 
    "@MSNBC O'REILY IS JUST ANOTHER OF TRUMP'S PUTZES...", 
    "@realDonaldTrump HJ Res 69 is a LOSER bill created by a LOSER! @repdonyoung #BoycottAlaska will cost the state mill… https://t.co/GRGVMt3Wvv", 
    "@realDonaldTrump @nytimes There are no more real journalists, only entertainers and advertising salespeople catering to their base.", 
    "I saw EdnaKenny's birth cert; born in US. EdnaKenny 2 replace Russian TrumPutin https://t.co/p6g97vFv25", 
    "Screw those Trump bathers. Nobody cares what they think. https://t.co/V9hZ1Hg6y8", 
    "@realDonaldTrump may be time to export natural gas and coal to ukraine and other countries Russia has stranglehold on.", 
    "@realDonaldTrump We giving our tax money to Ivy League schools and our grammar and high schools are falling apart? Who made that decision?", 
    "@realDonaldTrump We know!!! I love FOX!", 
    "@19PHIL51 @RepAdamSchiff @perossmeisl @Pudingtane \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@TrumpPassion16 @realDonaldTrump @LouDobbs @terrymendozer @EricTrump @Vicky4Trump @Franklin_Graham My God,… https://t.co/h5ft9qX8WZ", 
    "@TomthunkitsMind @coalmining wont happen @steelworkers russian steel instead, @Woman4Trump @Women4TrumpMvmt no paid leave! @Dems4Trump2016", 
    "@foxandfriends @SteveDoocy \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@freedomcaucus @SenateGOP @SpeakerRyan We expect OB care to be repealed &amp; replaced sooner than later. @realDonaldTrump", 
    "If you're a Trump supporter, this article is clearly meant in jest. It's...making fun of you.", 
    "@pacasandrs @xatzisotiris \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@Varneyco @RepKevinBrady \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Save this one for the future generations in your family. How Donald chose money over the planet. @IvankaTrump… https://t.co/8Y6uqab701", 
    "@realDonaldTrump @nytimes SOME ONE SHOULD TELL OUR COUNTRY HOW THE CLINTON HAD A BIG THING OF THE URANIUM SWAP THAT THEY HAD WITHRUSSIA 2013", 
    "@TrumpPassion16 @realDonaldTrump @LouDobbs @terrymendozer @EricTrump @Vicky4Trump @Franklin_Graham Dear @fbi look u… https://t.co/odXwTxuS5O", 
    "@EA even Donald Trump agrees that we need Skate 4 https://t.co/NPt04E24wm", 
    "So stupidiotrump has caused all of his flunkies 2 lose their minds as in @PressSec telling the FABULOUS @AprilDRyan WTF to do with her head!", 
    "She had to run against Trump, Putin, Comey, and sexism. https://t.co/pZkLcF7pLY", 
    "Has Trump led the Nation in a prayer yet? Anyone know? Have recording? I'm curious.", 
    "@LindseyGrahamSC @SenJohnMcCain \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@crehage @realDonaldTrump Mr President I do see and have for 50 years seen the Fake News. I can't stand what they are doing to you.", 
    "According to commentator on Fox News, Trump \"is now willing to work with Democrats\" regarding the healthcare bill.  Really? When'd he stop?", 
    "@fvaz09 @happydesertrat @NewtTrump @JoeManchinWV That's because Obama was destroying the United States &amp; this Christian Nation.", 
    "@foxandfriends @Judgenap \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@ACDBCMom Trump is worse than we imagined possible.", 
    "@LizMacDonaldFOX GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not yours", 
    "@gabyfane has huge number of one-issue voters (hence part of the Trump problem), and I would hope Dems are better than that.", 
    "Could Democrats and Trump Actually Work Together on Health Care? Almost Definitely Not. https://t.co/T5CLhnhlpR", 
    "Mrs.Trump I hope you have a wonderful and fantastic evening im very honored to know you only if only through the media God bless you.", 
    "@LizMacDonaldFOX People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but bitch", 
    "@MSNBC Republicans are evil. They are encouraging the Rottenness associated with Trump and Thug Disciples.", 
    "@PoliticsNewz. Renewable energy is doing the same thing to coal, that gasoline did to kerosene. False promise by Trump.", 
    "@PressSec   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@realDonaldTrump God bless you President Trump!", 
    "Former Obama official discloses rush to get intelligence on Trump team https://t.co/JAmjGvTx86 via the @FoxNews Android app", 
    "@PressSec   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but bitch", 
    "Trump overturns Obama's labor rules https://t.co/U8S0ADjBU1", 
    "A copy of @realdonaldtrump agenda has came out. It looks like he's been hard at work... https://t.co/d7Qp4k12MK", 
    "@realDonaldTrump your amazing", 
    "Trump and Pence will run America into the ground. Just like Bryant, Gunn, &amp; Reeves have done to Mississippi. Unacceptable", 
    "⬇ Opposite Day. RunJeffreyRun. #Mayflower #russiagate #Trumprussia #dworkinReport Whom shall u room with? https://t.co/KTw4fs39kV", 
    "Trump demands intel panel probe Clinton Foundation ties to Russian uranium deal https://t.co/l5C7VYTBWx", 
    "@realDonaldTrump @eggyvonegg This tweet has aged rather well. https://t.co/vuLD1QZOv7", 
    "Happening Now: First Lady Melania Trump will present International Women of Courage award", 
    "@realDonaldTrump @eggyvonegg Man the salt in this thread... https://t.co/mnPfAUh5UN", 
    "I thought Melania Trump ran #on the premise that she was going to combat cyber bullying I guess it was fake news#fake news", 
    "FIRST LADY @MELANIATRUMP TAKES PART IN INTL WOMEN OF COURAGE CEREMONY! Beautiful smart classy lady! 💯👍😀 wonderful speech!", 
    "@WaysandMeansGOP WE NEED TO SEE TRUMP'S TAXES NOW!!! #quitobstructing", 
    "@thehill Obviously since Trump's approval is at 36%, there are fewer and fewer GOP. Probably because he is screwing his own voters=NoR's2018", 
    "I hear the question \"Who voted for @realDonaldTrump ?\" a lot. Here they are⤵️ #MakeAmericaGreatAgain @MikeTobinFox https://t.co/HGCKEh28XX", 
    "Hope he is well guarded! If something was to happen to him, the plot thickens and just proves #trumprussia ties exist. @Amy_Siskind", 
    "@FLOTUS 's speech at odds with her @POTUS policies. Can she and @IvankaTrump help the Big Orange one turn toward humanity?", 
    "@realDonaldTrump @nytimes Remember when the Republican Director of the FBI said your campaign was under investigation for TREASON?", 
    "Ain't nobody shot Trump yet, man. Smh.", 
    "@Reuters Trump does not know history . No one brings up the Iran/Contra mess . I jumped into Honduras in 86 . Peopl… https://t.co/ERHDr7Aen8", 
    "Good news Trump supporters Steve Bannon is going to take the lead on healthcare good luck Chuck#healthcare", 
    "@TrumpPassion16 @realDonaldTrump @LouDobbs @terrymendozer @EricTrump @Vicky4Trump @Franklin_Graham I don't know wha… https://t.co/qVuwoqXjUE", 
    "@JohnFugelsang Trump won't throw the first pitch, because Putin told him he's always going to be the catcher.", 
    "Amen!! TRUMP NATION is ready for battle! https://t.co/HLKLpF96Hk", 
    "Melania  Trump said women should fight evil wherever it may be, I am Happy, she will start in her bedroom. Bravo, Bravo!!!! God job.!!!", 
    "Do you think President Trump will tweet about the start of #Brexit? #Article50", 
    "@SpeakerRyan   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@realDonaldTrump do what we have DONE\nQuit looking at what comes out of the trash dumpsters of MSM\nWill never deal U a fair hand\nSo why CARE", 
    "They fighting him,TRUMP in every thing he tries to do,TRUMP is not a quiter", 
    "On comedians comment. Republicans think they can do any job. E.g. Trump, Carson! #TheView #stayinyourlane", 
    "@SpeakerRyan   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but bitch", 
    "Anyone who still likes spicer and trump are totally mentally ill @theview \n\n#TheView", 
    "@Impeach_D_Trump Sooner or later this crap has to stop. FBI should go all out. States hurt by Trump's fake election should begin to sue.", 
    "Dude, you're nickname is BLOTUS for a reason: Biggest Liar of the United States. Own it. @realDonaldTrump https://t.co/Q5a1NTSqT3", 
    "@crehage @realDonaldTrump No Christopher When Fact Checked, They All edit to fit They're Narrative. Sore Loosers,  #don'tbeahater", 
    "Top 5 Military spending countries.\nTrump wants to cut important… https://t.co/skpvi6OZEL", 
    "Honestly, are there any Trump photo ops that aren't complete Hasselhoffs? Are there any women (except Conway) left… https://t.co/hhJCU9ytdT", 
    "@krauthammer GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not theirs", 
    "Liar like 45. This is not going away Nunes @PeterAlexander @SpeakerRyan #Trumprussia #comey", 
    "On comedians comment. Republicans think they can do any job. E.g. Trump, Carson! #TheView", 
    "@TheView Hv u lost ur minds?Calling  hairstyle bad now=racist? Y'all must b racists then bc u'v ripped on Trumps 4 hours! (&amp;nvr  apologized)", 
    "@krauthammer   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@mr29sylt @JakeBerkshire88 @grahamstull @TheRalphRetort true, Trump does.\n\n###\n\n#buy #corna by @peteramajor? at https://t.co/WPDNzZIP6N", 
    "@realDonaldTrump @FoxNews Because the newspapers are Liberal and ur not.  \nI do get sick of hearing from Schumer, and others.", 
    "\"Melania Trump\" restoring dignity to FLOTUS https://t.co/7NsshSX3YD", 
    "Appearances by the First Lady (Melania Trump) 3 months in should not be \"rare.\" \nEspecially when she's free for the weekend getaways. \nIMO.", 
    "@RepFrenchHill GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@DailyCaller Trump go back to your original people that helped you. like Speaker Gingrich, where is the Mayor Giuliani?  Mr. Trump use them!", 
    "@realDonaldTrump I have never seen anything like this. How are you supposed to get things done without support", 
    "@realDonaldTrump Freedom Caucus for who?  Definetly not the American people.  Eliminate ObamaCare and start over.", 
    "@JohnBoozman   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@JohnBoozman   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@USATODAY Trump has lost everything.He does not operate in reality. Law is right on his butt. Needs to Run now and hope for lighter sentence", 
    "@mitchellvii @realDonaldTrump Obama is the lair of the year.  Try him and Jardell.\nNever born in Hawaii.  But Soros helped cover him.", 
    "@realDonaldTrump @nytimes WE HAVE ALWAYS CALLED NEW YORK TIMES A GOOD FISH WRAPPER OR USE INSTEAD OF KITTY LITTER .", 
    "@SenJohnThune  GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "VIDEO : Iraqi Christians “WE HAVE FAITH IN PRESIDENT TRUMP!” \nhttps://t.co/J1HAb83zMH via @YouTube https://t.co/5CBGg3PTGn", 
    "Democrats are using Trump, Russia relations as a smokescreen to hide their own crimes", 
    "@SenJohnThune   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "President Trump just listening and watching the first lady.  She is honoring the women that deserve honoring not the vagina hat women.", 
    "@realDonaldTrump @POTUS I love you!!Uare myPresidentYou doing GreatWonderful things for USAKeepUpFight4Healthcare4a… https://t.co/oQ1Pkm1Uie", 
    "President Trump’s company pursues second Washington hotel @washingtonpost https://t.co/6uPs0Phr6n", 
    "Appearances by the First Lady (Melania Trump) 3 months in should not be \"rare.\" \nEspecially when she's free for the weekend getaways.", 
    "@AFLCIO @brycecovert This is a Thug sign of total ignorance. Nothing else to claim so they claim Obama's accomplishments. Trump=Stocks down.", 
    "If they were to release, they would blame Trump for colluding with Russia to make obama look bad. https://t.co/7LnXt6nYE5", 
    "@RepKevinBrady why protect trumpf's privacy and not ours? Also, his taxes aren't private as president. Stop protecting mr. illegitimate", 
    "@Sashkapapashka @IvankaTrump @realDonaldTrump I have tweeted to her as well! ;) I'm hoping they see the big picture on HJ Res 69.", 
    "@RepHalRogers GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@TrumpPence45 tired of listening to this.....Dems digging a bigger and bigger hole....just wish the dirt would start filling it in...its ovr", 
    "Why do the Dems refuse to believe they LOST! Why do they refuse to believe the AMERICAN PEOPLE elected Mr. Trump, N… https://t.co/cGkCRkNoLo", 
    "@TrumpFans2020 \nWhy does anybody want to listen to Michael Moore spew hate? He isn't very nice, smart, or friendly.", 
    "@DavidCornDC @Suzanne1869 Trump is too busy on the links or Tweeting about HRC to worry about Afghanistan at this point. 😡", 
    "Take my friends survey!!! :) #trumpcare #Ryancare https://t.co/bLItotTrMY", 
    "@thehill Wanted for the Trump team all corrupt deplorable has bins Are u sure DT is not out too destroy the GOP ?", 
    "No body got Trump elected but Trump and his team.  Trump worked his butt off in that campaign.", 
    "@realDonaldTrump \nDrump!  Stay off Twitter and actually DO  YOUR JOB!!", 
    "Appearances by the First Lady (Melania Trump) 3 months in should not be \"rare.\" \nEspecially when she's free for the weekend getaways.", 
    "@washingtonpost Leader of the Free world has always been the president of the US but not Trump. It's now Merkel", 
    "Great questions for #Trumprussia 👇 https://t.co/86BOKXlrg7", 
    "@Khanoisseur Horrible is one of Trump's few adjectives and seems to rattle his paranoid base! Please!", 
    "@YoungDems4Trump Thousands of accounts with BLUE verified check marks. Amazing that they harass w/o being suspended huh? @realDonaldTrump", 
    "@RepHalRogers   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@diamond_wild @MzDivah67 @CNN @realDonaldTrump @MELANIATRUMP \nDoes not Perform 1stLady Duties Does Not Live in WH  Why Call her  #1stLady", 
    "We need Trump otherwise we will contend with the dangerous left that will want nationalism to Socialism.  They are the Fascist.", 
    "@MAGA_SAF2 @CNNPolitics @POTUS \nTrump cut $3,000,000 to administrate/$300,000,000 block grant to fund Meals on Whee… https://t.co/K3vGpEnXu3", 
    "@echatepalla @TrumpATeam1 @tonyposnanski @realDonaldTrump \nYeah, Hillarys staffers all really committed suicide too,lol", 
    "@realDonaldTrump It's because your administration is corrupt, evil, and deep in bed with Russia, you tool.", 
    "U.S. House of Representatives: Make Melania Trump stay in the White House or pay for the expenses her... https://t.co/ojxLzgO2q6 via @Change", 
    "If @SenSchumer would of had a can of pepper spray he would have used it on Trump supporter in NY restaurant \n#DemocratsAreThugs", 
    "FBI scrutinized by Congress over probe into alleged Russia-Trump link |  https://t.co/6JLUano5ho", 
    "When do we line up for tattoos and pink triangle patches?  #ImpeachTrump https://t.co/Dk9MqHm8Ct", 
    "@realDonaldTrump The American people can see &amp; what they r seeing is the circus that u call ur administration. You sir, are an embarrassment", 
    "@TPM Trump world thinks it is Putin world and they sure are working on it", 
    "Trump suddenly wanting to meet w/ Dems is like that relative who never came to your sports events but retires &amp; wants to be BFFs. Boy bye.", 
    "@cathymcmorris GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "Team #TrumpRussia Traitor Sam Johnson @SamsPressShop falls in-line behind #DictatorDon Guilty of Treason Betraying… https://t.co/yTNASSa143", 
    "Looks like a great Trump mobile. Nice looking ride. https://t.co/lVxbkMhkSG", 
    "@cathymcmorris   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@FoxNews AnotherAccusation spouted off about #Trump&amp;#Russia when there's no proof is exactly what#CNN,#MSMBC does.#FOX is above that,RIGHT?", 
    "@McConnellPress GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not yours", 
    "@McConnellPress   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@caruddy That wasn't fringe it was basic human rights. With all due respect convince someone else. Sanders helped throw election to Trump!", 
    "In about 15 minutes these seats will be filled with candidates for District 6 in GA. @realDonaldTrump #congress… https://t.co/qu6jIbU94d", 
    "@Duxgirl27 great to see a CAL girl support Trump!👍🏻💛", 
    "@SteveScalise GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted for trump priorities not yours", 
    "@SteveScalise   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@TinaDupuy  Trump would end health care food support housing support\nfor women &amp; Children  #ERAofBrutality has just begun @MileniaTrump", 
    "@MAGA_SAF2 @CNNPolitics @POTUS Because I loved my Nana, you, Trump and Pence apparently didn't feel the same about yours.", 
    "@kevinomccarthy GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not yours", 
    "Let's Make Today Great!  🇺🇸taurususa @outbagsusa @realdonaldtrump the_urban_operator… https://t.co/WwcpKpqDZ9", 
    "@8richard6 I find it particularly rich the most deviant&amp;sexually perverse people in the country feign moral outrage over Trump.😏🇺🇸", 
    "@kevinomccarthy   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "This has me so weak #Trumpcare 😂😂😭 https://t.co/Wp5WtC0V6i", 
    "@thehill DT looming over her, he was a creep,liar,fake then,worse now! Thanks @ANTI_ALP @TRUMP_PREZ\n@Women4TrumpMvmt no rights allowed", 
    "@michellemalkin GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not yours", 
    "@michellemalkin   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "So, I guess you'll be rolling out that top secret plan to defeat ISIS any day now...\n#PresidentialAsFuck\n#Trump https://t.co/ojHFjipoCh", 
    "Man oh man i can hardly wait to see what protections or regulations Trump will strike down next. Who needs the environment anyway?", 
    "With Trump, police see a chance to  deploy military-style gear banned under Obama https://t.co/bVjLegYmPr via @WSJ", 
    "@Cernovich @realDonaldTrump @chuckschumer @Rep_DevinNunes  Any true to this \"story\". I think Chuck should step away...", 
    "Interior Secretary tries to out dumb Trump. https://t.co/qJbZ3n1DwF", 
    "@realDonaldTrump poor prez trump..governing isn't quite the same as being a dictator of the boardroom.  Stop tweeting and start being a prez", 
    "@TinaDupuy  @MileniaTrump Trump administration is putting children from Cent.Amer  on a bus&amp; dropping them of at the border #Brutality", 
    "Im not a fan of memes but I just couldn't help myself with this one 😂 @BernieSanders @realDonaldTrump… https://t.co/m0e7g26Y4k", 
    "@Demosthenes322B I'm just glad you've seen the light about Trump being a big FRAUD 😂", 
    "@realDonaldTrump @nytimes For ALMOST every thing the president says/has said, there's an article/video of him contr… https://t.co/TAGiK6ctXk", 
    "@cj_disabledVet @WisconiP formal charges on Nunes, Speaker Ryan,Trump kids, stop being nice, BIG F-U to gop &amp; Dt colluding,taking ppl rights", 
    "Still amazed at how we as a country let our presidential candidates be Hilary Clinton and Donald Trump...", 
    "@Rosie @c_m_dangelo @HuffPostPol trump has a dark soul worthy of being tortured in Hell he could be the anti-christ just saying", 
    "@SenateGOP @SpeakerRyan don't make no deals with the Dems &amp; give up the funding for our border wall. @realDonaldTrump", 
    "@EvaNelson_ @MSNBC Okay, PORN MODEL then. I'm a hypocrite? Name ONE thing they've done for women's rights that didn't benefit Donald Trump?", 
    "@realDonaldTrump YOU BRING IT ON YOURSELVES.  THE MEDIA AIN'T LYING YOU FOOL.", 
    "3/28/17 Trump signed a bill that strikes down accountability regulations for disadvantaged students. #trumpbudget https://t.co/eKZVWaBCfp", 
    "@stan_rener @007brendalee @realDonaldTrump Then why did all those investigations come up empty? FOX NEWS IS BAD FOR YOUR BRAIN.", 
    "Honestly, props to @NWSHouston for tweeting in Spanish as well. Up yours @realDonaldTrump https://t.co/8nniV7Tb6C", 
    "Vicious calumnies from Trump. https://t.co/H4ma41x47c", 
    "@AnnCoulter Russia/Trump thing - just nothing there.   Massive surveillance, and selected leaks of classified materials, far more important.", 
    "They may need these and many more with a demonic, fascist like @ReaalDonalTrump running loose on a #warpath!… https://t.co/eC7kC7awEw", 
    "@realDonaldTrump @POTUS PresidentTrumpURgoing2have3stopThisCorruptionLeftOverBy Obama2function as PresidentJailThem… https://t.co/RUfzYUd2RI", 
    "@trumpfan1962 @Craftmastah glass houses", 
    "@LaurenJauregui Trump is a racist and a pussy and he's not for human rights at all he is about Trump rights and he is wrong.fuck Trump", 
    "@MSNBC It seems obvious he is a participant in the cover up.After all he was part of the Trump team. Anyone blocking the truth=Traitor IMO.", 
    "\"Hillary Clinton linked proposed spending increases to sources of funding. Trump did not.\" @SpeakerRyan… https://t.co/Bc8VP5MT7t", 
    "@realDonaldTrump Some how we have to get a group of countries to help the people in Nigeria &amp; Somalia.  They are starving to death.", 
    "@hardball Nixon was intelligent and interested in the common good and bettering the nation. Trump is in it for himself. Massive difference.", 
    "@realDonaldTrump Pass the Bill for AHCA. Get rid of Obamacare. The people of America need Affordable Health Care for all American People !!", 
    "@StephenBannon  GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    ".@realDonaldTrump Congratulations on killing innocent women &amp; children. 😡 YOU are responsible as Commander In Chief. https://t.co/jnovjS5LUl", 
    "@StephenBannon   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@TomthunkitsMind @LoriSums This says it all about the Trump campaign. No doubt that we have an illegitimate President and President.", 
    "@realDonaldTrump Ivanka and your son that had been working in charities would know who to call on for help.  Millions will die without help.", 
    "Oh yes please stop bypassing the corrupt media, please save CNN. THESE \"TRUMP VOTERS SUCK\" See CNN and I agree on s… https://t.co/RU7w0qof8j", 
    "@realDonaldTrump &amp; since Congress is not giving you the $, you are likely not building it on either side.… https://t.co/HrIyOAXNNg", 
    "@POTUS you don't like Trump because he is taking your welfare checks a king you go to work, Americans think the government should baby them.", 
    "https://t.co/sqiLqa4F1x I've got a great idea how about let Trump and his hater supporters pay for the damn wall", 
    "@twnickels @GeorgeTakei we owe those 3rd party voters this Trump presidency and all the harm he is causing.", 
    "@realDonaldTrump I hate u", 
    "@IvotedMrTrump and so did I. From da y 1. Saw PLOTUS address women empowerment conference. She is seriously intelligent with great delivery", 
    "https://t.co/yHw7oqCOA4 gee surprise there Trump's racist mouthpiece Fox News dog out all minorities 24 hours a day in some fashion", 
    "@freedomcaucus Exactly. Will move Trump to the left.", 
    "@YoungDems4Trump @karenan29064381 Farkas reminds me of Gruber @StephenBannon @VP @Reince @jeffsessions @POTUS", 
    "Mark May 22 on your calendar. Obamacare subsidies end. Insurers will flee like lemmings. It will implode as Trump has predicted. Dems silent", 
    "@realDonaldTrump were die hard supporters have told me they regret opting for you. But if it's any consolation, because they are Catholic", 
    "Who gets the blame if #TrumpAdministration rules cause #AffordableCareAct to fail? Who should get the blame? https://t.co/cfykfAtbFg", 
    "@realDonaldTrump @nytimes don't think The NY Times are Failing, but I know you are.", 
    "@realDonaldTrump they are still convinced Hillary is the female incarnation of Lucifer.", 
    "@jimsciutto @DavidCornDC Supports Russia's plan to politically destabilize Eu &amp; Am w more desparate refugees. Trump colluding on this now 2?", 
    "The beauty pageant to build Trump's border wall is beginning\n\nhttps://t.co/jq5Fz0dtsw", 
    "@realDonaldTrump Which is another thing we already knew without all that horrible media distortion.  @POTUS https://t.co/8VJp5OSt9Z", 
    "@CNN @seanspicer Never established any credibility so he's in the negative side of credibility now. #ThePeopleResist #Trump", 
    "The only people \"winning so much they're tired of winning\" is the Trump family. \n\nMy OpEd this week. https://t.co/XSKg1gTIav", 
    "@WDFx2EU95 @BarackObama @realDonaldTrump  Of course Obama spied on President Trump.He probably still is. Has enough… https://t.co/IiPNUszfOz", 
    "@BillPowers9 @m27731630 Check out Evelyn Farkas admission that they had to spy to protect America from their enemy @realDonaldTrump @VP", 
    "@NancySinatra Scamming is in his genes directly from his convicted felon dad. Only natural that he married in to the Trump family.", 
    "@StephenBannon   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@SpeakerRyan Chaffetz &amp; Nunes don't realize that at this point all the Kings Men can't put Humpty Dumpty Trump together again #TheResistance", 
    "@The_Trump_Train @Barracuda2018 They're upset because we love them both and they truly don't get it...", 
    "@Stonekettle  Putin runs press and Media in Russia, all poor Trump has is Fox and BrietBart. Opposition leaders in Russia go to jail or Die.", 
    "She will stop shaking her head when you stop lying for Trump! You are an arrogant pompous https://t.co/ew1KcNAgKy o… https://t.co/3IdyJFtudg", 
    "Trump is a business man. He does what is best for business. https://t.co/E6o3NiPOT5", 
    "@DevinNunes we need you keep up the good work. Do not let the left bully you!\n@realDonaldTrump \n@IngrahamAngle", 
    "@Varneyco   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@Varneyco   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@K_JeanPierre  Melania  Trump said women should fight evil wherever it may be, she will start in her bedroom. Bravo, Bravo!!!! God job.!!!", 
    "🎺  “Trumppets”   🎺  #TrumpRussia #NunesMustRecuse. @KevinDarryl  @JuddLegum @aravosis @BraddJaffy @keithboykin… https://t.co/UjggHw1OK9", 
    "@realDonaldTrump We have a independent investigative bipartisan party, it's called the FBI. OMG. Nope, after Obama… https://t.co/PLxlaEsxch", 
    "@IngrahamAngle   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@IngrahamAngle   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "Clinton jabs Trump in first major post-election speech https://t.co/2iX4Sa4RK1 @MailOnline", 
    "@thehill glad to see that all,the talk about compromise and negotiations was just the usual,crap from the Dems.Trump need not waste any time", 
    "Like so many other trump lies so much for protecting LGBT issues https://t.co/xLwF40z1Bi", 
    "@SpeakerRyan @HouseIntelComm @RepAdamSchiff  You are Trump's devil's advocate @DevinNunes. We want an impartial inv… https://t.co/5SawLEQ50q", 
    "@seanhannity   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@seanhannity   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@realDonaldTrump               A MESSAGE OF PEACE\nhttps://t.co/uovBeg6rI0", 
    "Will Trump turn to the states to revise Obamacare? https://t.co/tLW3jmCYU2", 
    "@GOP   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@thehill Didn't this Union support Trump in the election. Do they not know that Trump's and Sessions bottom line is Bigotry&amp;White Supremacy.", 
    "Of course California wants to work with Trump! WHY? Their out of money 💰 https://t.co/a8BKdFmHXG", 
    "@GOP   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@Amy_Siskind  The  guy who worked to investigate Russsia  has been ignored long enough Trump people deny and Lie too hard.", 
    "@realDonaldTrump -Every body can see it! Just some won't admit it! News media spins there own story, which is made up!!!", 
    "@realDonaldTrump @DevinNunes doesn't need to recuse himself. We have got to stop allowing Chuck &amp; Nancy to call the shots. It's a coverup", 
    "@realDonaldTrump President Trump please do not give up on the AHCA!! FIGHT ! FIGHT! FIGHT!  MAGA!!", 
    "@Carl_C_Icahn another slug in the swamp. Trump filled swamp, not drain it. #CorruptGOPN 🙄 https://t.co/3uT2iSNSMN", 
    "Submissions for Walls Against Trump are over, if you haven't sent a track yet but said you were you're welcome to for a possible vol 2.", 
    "@realDonaldTrump We are more than aware, just keep working hard, we know you care.", 
    "@Kyrandia101 Obama is gone but left alot of things behind good &amp; bad guess whos clean-up Trump. Clean-up is hard work even in good times", 
    "BREAKING NEWS.Trump vows to build BIGGER BETTER STRONGER WALL Than China did.StayTuned for Sentencing on HRC&amp; BARRY  https://t.co/9yN4fFrTZj", 
    "Ready to listen to all candidates #USCongress #GAdistrict16 @yourbrandbank luncheon! @realdonaldtrump https://t.co/yAH5vGJ3kx", 
    ".@SpeakerRyan @DevinNunes @TGowdySC @realDonaldTrump @fbi Please investigate illegal use of bots. Also,… https://t.co/D10p08lTS1", 
    "@WDFx2EU95 @ChristiChat @DevinNunes He knows they will steal it to make Trump look bad,", 
    "Women's empowerment except: pregnancy care, equal pay, DV support, and their body. @realDonaldTrump @commondreams #isthisempowerment", 
    "This is \"moving the goal post\" by Trump Admin as @HouseAppropsGOP won't give him $ for it. Ridiculous assertion.… https://t.co/PAOkzvJWTE", 
    "@SandraTXAS @Shadyandlady @Babbsgirl2 @2ALAW @WideAwake35 @DebFreedomVoice @LeahR77  O worked with shadow gov  n 🇷🇺. Trump&amp; Putin not evil.", 
    "Likely a Ruse! Nothing to see here: New Sanctions Against Russia 'Part of a Deal Between Trump, US Establishment':  https://t.co/tSedxgFe03", 
    "Likely a Ruse! Nothing to see here: New Sanctions Against Russia 'Part of a Deal Between Trump, US Establishment':  https://t.co/LIP3VjM3pk", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress - Schumer, Pelosi", 
    "@cosmopolitan magazine. Boycott due to Ivanka slam!!! You're not for women!! You're for $$$@POTUS @IvankaTrump @FoxNews @realDonaldTrump", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress @gerfingerpoken", 
    "Watched Amazing Melania Trump speak at the women's meeting this morning. She encouraged them to work hard, do their best and be successful.", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress - Schiff Feinstein", 
    "@funder @dem_happy I hope this is one step into getting important info and nailing Trump! @PreetBharara plz testify on mobsters/DT - 4 ppl", 
    "@KatiePavlich @SecretService \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress - Warren McCain", 
    "@HeyTammyBruce \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Congresswoman @MaxineWaters rise to fame has been the only good thing to come out of #trumpsamerica https://t.co/QpDrzjLRLi", 
    "@Wulfkat @realDonaldTrump He hasn't signed it yet to my knowledge. Pray for a Veto. He still might.", 
    "How many #Coalminer jobs you gonna bring back #Trump\nKnow how many? This year? Minus 25,000.\nIt's continued #Automation, #MoiuntainTop\n#Liar", 
    "#Donald Trump Jr.\n#This Rocks #Cool Dude https://t.co/1PRAsAtFAL", 
    "#Melania Trump can have a 💺! She sits in an ivory tower that we pay 2 protect. She is NOT FLOTUS she is just fake spouse of 45! 🙄", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress - @jeffsessions", 
    "Thank you Presidrnt Trump for your vision in M🇺🇸 Safe Again by instituting the kind of policies that uncover tunnel… https://t.co/Ciy63pwWT5", 
    "@realDonaldTrump The truth hurts. Media has been too easy on you. Just watch fox and live in your bubble of lies and denial. #resist", 
    "Evelyn Farkas should be a name every #TrumpTrain knows Disclosed that conspiracy against @POTUS was shared with Congress @seanhannity", 
    "Looks like trump is heading in the wrong direction again https://t.co/qQ9P2xO0tJ", 
    "@realDonaldTrump  Praying for you, you can do it.  If the enemy can distract you so you can't think clearly, they win. Your a thoroughbred!", 
    "Live Now: Hot topics at #GADistrict6 Candidates Forum: healthcare, tech, corruption, boosting our local economy. @realDonaldTrump", 
    "@MomarHall @williamlegat @PrisonPlanet @realDonaldTrump- HILLARY SOLD OUR URANIUM 2 RUSSIA!   SHE LOVED, RUSSIA; BENEFITED FROM THE SALE!", 
    "@thehill blah,blah,blah who cares what Melanoma says! All Trumps lie,including wives and ex-wives! Greed over ppl,goes for @gop too", 
    "#FakeNews really r lies &amp; damn lies..@washingtonpost spins #Trump tried 2 block #SallyYates from testifying..https://t.co/HRB8auOT5d #cnn", 
    "#FakeNews really r lies &amp; damn lies..@washingtonpost spins #Trump tried 2 block #SallyYates from testifying..https://t.co/NK6bdIwrwf #cnn", 
    "I respect Jeb if only b/c he didn't  kow  tow to trump like Romney and fish monster ted Cruz https://t.co/OHAgNu4fWD", 
    "@SoCal4Trump ever notice when liberals backpedal they studder?", 
    "@Dvscott81Scott they're really is one party and then there's Trump and us...", 
    "WH won't attend correspondents' dinner in solidarity with Trump https://t.co/l6V7EzVJN7 @MailOnline", 
    "Michael Moore Claims Trump Will Be Responsible For... https://t.co/tQAMnGtzTR MOORE IS ONE STUPID ASS  FAT WHIMP!!", 
    "Theyre Afraid every day as our Leader POTUS,TRUMP,DOES WHAT HE SAID HE WOULD.That's the Problem.WHAT IF HE SUCCEEDS  https://t.co/GSS29wgDuu", 
    "Actually, reading between the lines, Putin put Trump in the White House so this must mean that we need to wait till… https://t.co/IGlY7SDnch", 
    "#Melania Trump so far we pay for her 2 NOT live in WH, Ivanka to have an office w/ no salary🙄, her hub 2 b in charge of all but b in Aspen😩🙄", 
    "@TheMuleFactor @truth_told_now @realDonaldTrump Trump is one of most loud spoken man which speak his mind good or bad back down from no one", 
    "@PressSec on Nunes \"and those are questions for him.\" @DevinNunes uses same tactic, \"you'll have to ask them.\" Evasion learned from Trump.", 
    "@jakwatson Cruz v Sanders would've provided intelligent dialogue, intelligent nat'l convo rather than the freakshow of Trump v Clinton.", 
    "@SoCal4Trump I say that's racist maybe not against blacks. It racist all the same against whites", 
    "@HouseIntelComm @RepAdamSchiff Yes! Keep going! Don't let the pro-Trump antics of @DevinNunes or @TGowdySC derail y… https://t.co/jKPIGwA8R2", 
    "@MajorCBS \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "Hillary Clinton’s Savage Diss To Trump In Latest S... https://t.co/B8IW5TgjzE SHE IS A USED UP FUCKED UP OLD WOMAN", 
    "@puppymnkey It's come to full view American People are held hostage by greedy lying assholle GOP in business,pockets of Russia,Turkey&amp;Trump", 
    "@ImNatZS @ZaneTheSane @inihelene @JimCavezza @realDonaldTrump \nDon't insult that dog!", 
    "Looks like people can't figure out if they're on Americans or Trump &amp; Putin's side. #VoteDemocrat to #SaveAmerica https://t.co/wpOrO1jUPd", 
    "@realDonaldTrump It's called KARMA you have done the same thing to others you were vicious with the Birther lie you Sabotage Hillary others", 
    "@LouDobbs   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@Salon ...so..when are you having @realDonaldTrump on again?", 
    "@LouDobbs   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "@Sevastian_Carlo -VERY NICE, I like it and it's about time, he is a good addition to the PresidentTrumps Team!", 
    "@ImNatZS @ZaneTheSane @inihelene @JimCavezza @realDonaldTrump \nA RAT MCCONNELL looks like a piece of 💩💩💩💩💩rat!", 
    "Bama fans who voted for Trump. https://t.co/fmRezAwUGq", 
    "@newtgingrich   GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "@DNC Listen to us!! We DO NOT CARE about Trump taxes. Let's see YOURS!!! https://t.co/PUHuBop4B8", 
    "Trump launches yet another Twitter attack on the 'failing' NY Times https://t.co/RkYROekYzl @MailOnline", 
    "@vikingmother123 Trump isn't a traitor. Leftists are.", 
    "@newtgingrich   People know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "#TrumpRussiaCollusion Sean Spicer lives in alt reality to think Dems are going to assist in ACA repeal. They will help fix it that's it.", 
    "We don't trust a bunch of pro trump traitors and that is why we demand an open hearing! https://t.co/DI3hyVXGDE", 
    "A vote for Gary Johnson was a vote for placing Donald Trump in charge of a war against cannabis.\n@joerogan… https://t.co/uFT6Cw36Hj", 
    "@realDonaldTrump   Establishment  losing nerve on wall,tax reform,repeal,immigration crack down but the voters will care in 2018", 
    "#Trump's promise 2 donate his $400K salary 2 charities could help these toddlers..https://t.co/9VlwsuVBYm @PressSec #pjnet #cnn @thefive", 
    "#Trump's promise 2 donate his $400K salary 2 charities could help these toddlers..https://t.co/kjbtj4uhvj @PressSec #pjnet #cnn @thefive", 
    "@greta so if he recuses himself do you think that maybe shifft should also for all the things he has said about the trump staff and russia i", 
    "@realDonaldTrump GOP Leaders May Drop Wall Funding to Win Democratic Approval for Other Priorities people voted trump priorities not theirs", 
    "#Melania Trump needs 2 pick causes/issues that 45 does NOT openly reject/works against! Just seems as fake as their marriage! Not here 4 it!", 
    "We already know that trump and Nunes are traitors. We don't need a closed hearing. What we need is impeachment. It'… https://t.co/dwSxaR9xRt", 
    "@realDonaldTrump voters know that Trump is the only one doing anything to help the country &amp; the people congress has done nothing but gripe", 
    "Melania Trump presents women of courage awards yet Trump fired Sally Yates for having courage to stand up to the mu… https://t.co/K72HTCQ8yt", 
    "@puppymnkey Not to mention Mercer family! Mercer family has connections with Turkey and Russia, supports $$ to Trump/GOP", 
    "@realDonaldTrump @nytimes Remember when you said Mexico would pay for your stupid fucking wall?", 
    "Anyone ever find it odd that Trump seems to sit dudes with hair on his side of the table and bald dudes on the other side?", 
    "@realDonaldTrump @nytimes Remember when you said you'd defeat ISIS in 30 days?", 
    "@realDonaldTrump @nytimes Remember when you promised a healthcare plan where \"everyone will be covered?\"", 
    "Trump just proposed an immediate $1.2 billion cut to NIH https://t.co/rtaUFgBPLR via @nbcnews  #wednesdaywisdom", 
    "Trump just proposed an immediate $1.2 billion cut to NIH https://t.co/eU18Ki15nG via @nbcnews  #wednesdaywisdom", 
    "@ThomWillecke There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@JustmeElc There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@JustmeElc @CdnChange There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@ChannelTrump Muhammed in #corna was and can testify. #read #excerpts #here  https://t.co/WPDNzZIP6N", 
    "@idnac4u @SpeakerRyan Yes! There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@realDonaldTrump \nAre you going to cut NIH funding? I hope not. Don't give the dems ammo.", 
    "@EmbersFromAshes @SteadyasweDodo There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTs71aZ #VetoHJRes69", 
    "\"Trump budget cuts could hit research universities hard, Moody’s warns\" https://t.co/dGa5pATaoD @1DeanPetersen… https://t.co/awFO3rOG3V", 
    "#TrumpRussiaCollusion Typical of Sean Spicer not to get into stuff he is clueless about incl house/senate function, healthcare etc", 
    "@MSNBC \"I put dat on everything!\" Donald Trump https://t.co/l5Dhj8MSyY", 
    "@realDonaldTrump @POTUS professional #bail can help with drug courts across America. Just keep @GovChristie out &amp; it will be successful", 
    "@EvelynNFarkas What Trump needs is for people from Obama admin to spy on him in mass conspiracy But not Evelyn? @StephenBannon @jeffsessions", 
    ".Why don't @CNN @MSNBC @ABCnews @NBCNews @CBSNews cover DEM Press Conferences?  Trump farts on golf course, they report ad infinitum RW MUCH", 
    "#GADistrict6 candidates now discussing #realDonaldTrump  #ACARepeal.  https://t.co/Xb58YxnWJX", 
    "You have to get hit by a Komatsu Tractor to use your healthcare under #Obamacare.  - President Trump😯😂😂😂😂😂😂… https://t.co/zHWRt2AVfg", 
    "@kathymaddox1956 @KariAZ @EnviroNewsTV There's still hope that Trump will VETO this bill. Please RT: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@missyj1230 @realDonaldTrump There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@wirms @realDonaldTrump There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@camfam41wally @realDonaldTrump There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "Scarborough: \"After Spicer's crowd size presser, Trump yelled at him for being too weak.  Then yelled at him for wearing a light suit.\"", 
    "@politico Trump cannot govern &amp; has no clue how to govern! He's a tangle of thorns who can only back bite and crusade and lobby!", 
    "@JillK1964 There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@BonnellJoan @TheFive There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@jenna071771 @FoxNews @realDonaldTrump @FoxNewsInsider GIVE HIM TIME ! Will face best lawyers/need best case. Believe more tha HRC WILL FALL", 
    "#SeanSpicer basically says that everything #Trump says is a joke. So why should we take anything he says seriously? #ImpeachTrump #Resist", 
    "@HuntsmanAbby @MeghanMcCain @OutnumberedFNC \"Defense Deputy Evelyn Farkas Under Obama Confirms BHO Admin Was Spying on Trump\" @MSNBC", 
    "@dillard_jc @chuckwoolery Don't think so, Trump was laundering money for our enemy Iranian Revolutionary Guards, made huge profit.", 
    "The election has revealed the ugly truth about Progressive Democrats. Their attempts to harm Trump characterized by dishonesty&amp;cruelty.🇺🇸", 
    "@realDonaldTrump if only the inaccuracies were as frightening as the accuracies", 
    "@whpresscorps TrumpsCredibilitya", 
    "@jencomeau It's going under HR now! There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@alexlemay253 There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@FreeAirPress There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "\"Ryan has become an enabler of Trump’s chaotic and ethically challenged governance.\" @SpeakerRyan @HouseGOP… https://t.co/8qAs0F2OqM", 
    "Here at the Trump Rally, Making America Great Again! #maga #gagop #gapol", 
    "@MaxineWaters is my hero!  Now that is a lady who is determined, educated &amp; a true American.  Unlike the vile, human waste @realDonaldTrump", 
    "Dave Rubin: \"The Dems are using Trump/Putin as a punching bag.\"\nAsra Nomani: \"The Dems are using Trump/Putin as a punching bag.\"\n\nMmhmm.", 
    "@NeillVicki There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "Denial, Delusion, and Deflection.The 3 D's of @realDonaldTrump #TrumpRussia #RussiaGate #DonTheCon #POTUSTrump… https://t.co/nW4P2PKrmV", 
    "@MoniqueDonnel10 There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@jenna071771 @FoxNews @realDonaldTrump @FoxNewsInsider AGREED. I talk 2 lawyer sis&amp; it helps me C what takes so long. Must WORK WHEN DONE.", 
    "@LisaLiebetrau @SenToomey Because he's a Republican. There's still hope that Trump will VETO this bill. Please RT: https://t.co/AzpUTsoCzz", 
    "@a_maia_sawyer There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@Gray_Wolfs76 @peterdaou What does Bill Clinton have to do with anything?  Pathetic attempt to divert attention from Trump", 
    "Dave Rubin: \"Logical to me that if the Dems push Trump too far then war with Russia will be the next step.\"\n\n@kurteichenwald @SamHarrisOrg", 
    "@NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@PressSec \"I put that on everything!\" -Donald Trump https://t.co/EHZspNH8U3", 
    "@andyojones @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "#TrumpRussiaCollusion Hey Sean? How bad would it be for US to drop out of Paris accord and be only nation not fighting climate change?", 
    "@pam_houston @andyojones @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@GJThurell @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@pasmith @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "How many times has this guy sat right across from Trump? But no, Congresswoman Waters' hair was too distracting for… https://t.co/9TgLwddN5A", 
    "Richard Dreyfuss: 'Idiot' Donald Trump 'Lacks Simple Common Decency' https://t.co/2khWIvnEV9\nNihilist ir what?", 
    "@lrozen Difficult to do when you're answering questions related to the chaos that is Trump.", 
    "#Trump #GOP = 'Government Of Putin' \n#russiagate #truth https://t.co/fMsbbkemWr", 
    "@missannie20 @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@ArianaSpawn @DanielleDelaire @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@DanielleDelaire @NPR @ArianaSpawn There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "New trend: Trump says something completely wrong and stupid. Spicer says he was joking. Reminds me of theocrats. Stupid bible = metaphor.", 
    "@chefmcc @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@realDonaldTrump. You need to go on Meals on Wheels. You are getting fat.Meals in Wheels should be your daily diet.", 
    "@marijacupcakes @NPR There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "Streisand &amp; Dunham Blame Trump for Their Own 'Neuroses'\n#QED; jealous #femiNazi's WANT\n👉🏾THEIR😾pussies👈🏾 GRABBED😸\n🤢\nhttps://t.co/eIBgf2gDJQ", 
    "@realDonaldTrump really pedophile?", 
    "@jenna071771 @FoxNews @realDonaldTrump @FoxNewsInsider THAT is why they R taking time&amp; 🤐‼ THEY R after MANY &amp; that is why he is hated. #MAGA", 
    "@Animalresist There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@elparaneta There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "Who is the reporter in pink &amp; why did she lie in her question to @PressSec about Trump spending the \"weekend\" at th… https://t.co/PeVmbXGyhp", 
    "@kathymaddox1956 @CoryBooker There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "Sean Spicer says President Trump knows a lot about Europe in reply to Jean Claude Juncker of the EU,that Trump lacks knowledge of Europe.", 
    "America’s Opioid Crisis: How Children Are Casualties. Let's work to together to stop this @realDonaldTrump https://t.co/7zVd078ajG", 
    "@TIME @MELANIATRUMP  WHAT DO YOU KNOW ABOUT ENPOWIERNG WOMEN? YOU'VE  LIVED IN THE LAP OF LUXURY  FOR YEARS WITH TRUMP", 
    "DONALD TRUMP IS MAKING AN APPEARANCE AT THE @NBullitt talent show!!! See you April 21st!!", 
    "@Kathryn7182592 There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "The plot thickens. Obummer knew!  Former Obama official discloses rush to get intelligence on Trump team |  https://t.co/4QFPOhtZYH", 
    "@Karolee4 There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@cheaperthandirt There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@realDonaldTrump @cnn. Trump again disparaged the military. Saying the troops fighting like never before. Tell the more than 4000 families.", 
    "@realDonaldTrump WATCHED presser when reporter asked about Trump mental state of mind, Sean should've told reporter how disrespectful to ask", 
    "@GVOutdoors There's still hope that Trump will VETO this bill. Please RT this: https://t.co/AzpUTsoCzz #VetoHJRes69 #BoycottAlaska", 
    "Nunes is doing the honorable thing, he is trying to tell the truth,he knows Trump/Russia is fabricated lie and RINOs/Dems are in with Russia", 
    "very annoying when people say Trump isn't their president... do u live in America? are u an American citizen? ok just checkin thx", 
    "@realDonaldTrump PART OF DRAINING THE SWAMP IS SHUTTING DOWN THE CLINTON CARTEL &amp; DEFUNDING SO ITS SILENT &amp; NEVER TO RAISE IT'S HEAD AGAIN!", 
    "@FloridaGOP The Donald does not care that he is eating your fellow taxpayers up in security costs. @realDonaldTrump… https://t.co/2wSYAfzW3j", 
    "Anti-Trump media: 91% coverage negative, 96% of donations to Hillary https://t.co/enLKjXp8mH via @DCExaminer", 
    "@realDonaldTrump @nytimes no I don't remember that but I do remember them saying that their subscription​s  increase everytime you tweet.", 
    "@m_millsey There's still hope that Trump will VETO #HJRes69. Please RT or send your own tweet about it. https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "@pattonoswalt There's still hope that Trump will VETO this bill. Please RT or send your own tweet: https://t.co/AzpUTsoCzz #VetoHJRes69", 
    "See it's this kind of stuff going on right now Putin murdering people connecting to dossier and Trump pretends like… https://t.co/EkWwL3h8UT", 
    "Watching CNN will make you think Trump will be impeached tomorrow. Watching Fox will make you think Russia doesn't exist.", 
    "Melania Trump spoke at a Women Of Courage event? Meanwhile when women spoke yesterday.....", 
    "@realDonaldTrump @msnbc @cnn @abc Listen up Trump! It's not your surveillance if caught talking and meeting with Russian KGB &amp; Mafia.", 
    "@realDonaldTrump Need to CALL Maxine Waters OUT. She has no talk of police offs killed R 14 yr girl raped by illegal immig. She unamerican!", 
    "It is about time are let trump pay for her to live there are put her up in trump hotels. https://t.co/VouUQIBElJ", 
    "Sean Spicer on #Trumpcare: you gotta know when to walk away from a deal that ends up bad\" #healthcare", 
    "Tough to believe Melania Trump is genuine being that she plagiarized Michelle Obama &amp; wanted to sell jewelery on the WH website.", 
    "Sean Spicer on #Trumpcare: \"you gotta know when to walk away from a deal that ends up bad\" #healthcare", 
    "@JohnPaul_USA @HouseGOP @realDonaldTrump @VP work until all work is done....they work less than they work.  Oh wait put wasted time in there", 
    "@realDonaldTrump  Schiff is a nasty SOB, my gut tells me he has lots to hide, it is time to turn the dogs loose on this piece of crap", 
    "Chris Christie joins Sessions and Trump ramp up war on drugs to help fill the private prisons they recently reopened.", 
    "Melania is also on video backing Trump's birtherism claims. So girl bye.", 
    "Call me when Melania Trump writes her true story tht tells hw she was diminished &amp; belittled by a misogynist &amp; later used for political gain", 
    "#trumpinthedump RT like crazy! He follows the polls. .. #Trumprussia #resist #impeach #LockThemUp #factsmatter… https://t.co/lOIGtlPaJy", 
    "VIDEO : Obama’s Former Asst. Defense Secretary Admits Obama Spied on Trump https://t.co/qOTPSUQciI   Women all you need to know is 35million", 
    "Listening to Melania Trump is like people who listen to Desiigner, you may as well listen to the real thing &amp; that's Michelle Obama. 😐", 
    "everything everyone needs to STOP and only focus on #RussiaGate #TrumpRussia Don't waste out time We need answers #thepeople", 
    "@realDonaldTrump MAYORS WILLING 2 AIDE &amp; ABED ILLEGALS  COMMITTED CRIMES.THEIR TRANSCRIPTS &amp; SOUND BITES SHOULD BE EVIDENCE IN THEIR CASE", 
    "@AJEnglish @LoriSums I think that this might be some good coming out of the Trump/Bannon/Putin Thuggery.", 
    "Trump being sued. I know, that happens all the time. Trump says he's immune. Courts ruled before on JFK &amp; Clinton t… https://t.co/b0scWWoInB", 
    "Happening now in downtown #Atlanta: @realDonaldTrump supporters rally at Liberty Plaza to discuss role of… https://t.co/KeuFGhzgTV", 
    ".@realDonaldTrump You're down to 35% approval pal. Do you have a floor? Bet it's single digits. #Loser #Pathetic https://t.co/7Nz48QDwmD", 
    "So how is @realDonaldTrump supposed to sign the #InternetGovernance bill when the entire #altright is based online. #Internetprivacy 🤔😯", 
    "@denisesaturn @wildwillow65 @POTUS NUNES is a SABOTEUR and he's a LIAR &amp; PART of the TRUMP CAMPAIGN TREASONOUS REPUBLICANS LINING POCKETS", 
    "@realDonaldTrump EXPAND ICE IN SUCH A WAY WHERE A REQUEST FOR A RETAINER ISN'T EVEN NECESSARY! !!PROBLEM RESOLVED!!!!!", 
    "What is up with this guy every time they try to move forward he covering up all these stink bombs for Trump boy wha… https://t.co/o64IbGWa5p", 
    "@DonaldJTrumpJr you are a heinous and sorry excuse for a human. I don't care that your family has money. You're awful", 
    "@MichaelSteele.Well, perhaps it is a way to get really into the trump org. wheelings &amp; dealings. There has to be some value for us in this.", 
    "Thanks, Trump! 🙃 https://t.co/wYmOJ4C11x", 
    "#PresidentTrump signed an executive order today to help promote energy #jobs including #coal #miners #59News \nhttps://t.co/J8nLcDylm8", 
    "@realDonaldTrump @POTUS  you of the #BIGLY changes https://t.co/hb1v2IqJcj", 
    "Trump Supporters Storm Town Hall in California https://t.co/QMHOeNVYr1 via @thefreedomtolive.  About time", 
    "New @politico poll shows decline in @realDonaldTrump approval ratings https://t.co/QaqwTzvJIS", 
    "Will Democrats work with Republicans on a new healthcare plan? #Trumpcare", 
    "@realDonaldTrump @PressSec disrespectful to women. Always have been, always will be. https://t.co/UqPdAViZxX", 
    "Former Obama official discloses rush to get intelligence on Trump team https://t.co/61byvBOsBt via the @FoxNews Android app", 
    "@dillard_jc @chuckwoolery Our enemies use the fact that we kill children on purpose, Trump said we will kill famili… https://t.co/WWv7f4cj9S", 
    "Is THIS What Really Happened Regarding Candidate Trump’s \"Wiretaps\"? https://t.co/1nflntomVX #news via @activistpost.  I would say so!!", 
    "@CortneyWarwick @AWorldOutOfMind The underlings always take the rap for their boss..same thing will happen with #trump #russiagate", 
    "Spicer told Hugh Hewitt that he doesn't regret telling April Ryan not to shake her head. \nB/c the whole Trump admin is a racist, sexist con.", 
    "@dillard_jc @chuckwoolery Because of what Trump said many believe we MURDER children on purpose. https://t.co/t9vDFBwB59", 
    "President Trump on Opioid Crisis : \"We want to help those who have become so badly addicted\"", 
    "So much advancement in tech and med industry, and yet Trump wants to slash crucial funding dollars. https://t.co/UDOQGgMwsR", 
    "If the Dems take over this investigation Trump will not get a fair hearing.  Comey get out and just stop this the FBI has the power.", 
    "@WSJ @RepSwalwell @RepAdamSchiff perhaps Bill baron has some evidence on CHristie, Rudy,Mob,DT, Trump kids, Kushner", 
    "@GOP we see you so hope trump can get u a job after 2018 we will be voting all of u out ! https://t.co/uSfMpVdTGg", 
    "⚡️ “Trump's latest dig at The New York Times is misleading”\n\nhttps://t.co/nb0gfG2WbI", 
    "ROBOTS 4 TRUMP. MAKE AMERICA BEEP AGAIN. https://t.co/3OSPSMDEnp", 
    "President Trump with Chris Christie at Opioid listening: \"A very, very early endorser...he liked himself more than he liked me\"", 
    "A quoted tweet of a quoted tweet. #fucktrump #globalwarming https://t.co/qpqET2SRIC", 
    "Yes ma'am FBI Worked with GCHQ when Anti-Trump socialist Cameron was against Trump,ousted after Trump victory,gowdy… https://t.co/Ya6I49jTeV", 
    "@RepBetoORourke please kick ted right out on his ass ! #bringbackthebees #EarthToTrump #ImpeachTrump #TheResistance", 
    "@realDonaldTrump we see it. We buy every bit of it. They are all covering you accurately. Stop crying and get to work. You are POTUS now.", 
    "@realDonaldTrump @potus my guess is if the #clowns stopped jumping out of the tiny car the audience would stop watc… https://t.co/LmOlyYrrPJ", 
    "@realDonaldTrump and your response is....... https://t.co/8U5E6KDnvc", 
    "Being that Trump's under FBI investigation and it's his lame duck year (impeached coming), why is his SCOTUS pick even being considered?", 
    "@realDonaldTrump link or fuck off\n@ddale8", 
    "President Trump on Opioid Crisis: \"Our AG Jeff Sessions is working very hard on this problem, takes a lot of his time\"", 
    "@timkaine way to waive the neo-liberal flag Timmy! Trump is banking on this type of horseshit going into 2020. #useless", 
    "@conserv_tribune Your doing a great job President Trump!!", 
    "Breaking: #Trump may be using #Russian dressing...https://t.co/AaiCHp1E3s #cnn #pjnet #potus #lnyhbt #msnbc #abc", 
    "@realDonaldTrump Please just make the apocalypse happen already I'm ready to live in the woods and forget about school", 
    "Breaking: #Trump may be using #Russian dressing...https://t.co/RsvbOQOMRJ #cnn #pjnet #potus #lnyhbt #msnbc #abc", 
    "@realDonaldTrump.\"Man a Fort\" dealing in dirty money? Sure stinks like it. Need to dig into his \"Fort of  hoard\" in Cypress and elsewhere.", 
    "Trump https://t.co/aB7rJNU3Mk", 
    "It started immediately with Trump. That was really what the criticism over the Seal raid was about not a dead soldi… https://t.co/07nO15ZMFE", 
    "@realDonaldTrump We knew this all along. We believe Podesta started the Russian rumors. He's a board member of a Russ. comp. just a bad guy.", 
    "\"COGNITIVE DISSONANCE\" - The reason why 36% of people polled still support Trump. #wednesdaywisdom https://t.co/dH83k6piJA", 
    "@realDonaldTrump @nytimes Hopefully this will get more people reading the newspaper and turning the volume up for potential good reads.", 
    "See this thread 4 ridiculous rant @CGasparino has with ppl who disagree with his anti-trump rhetoric =&gt;\n@benshapiro https://t.co/utECLwUMv5", 
    "@ShaunKing  Pelosi sanctions Trump foreign policy aims at Likud proxy event - nothing about the protests outside fr… https://t.co/E9aRhaEqpd", 
    "#todayTrumpLearned building a border wall is complicated. https://t.co/CiAVo9mHpo", 
    "@realDonaldTrump You need to start behaving like George Constanza by doing the exact opposite of all of your instincts.", 
    "@realDonaldTrump. Your failing Adm. is functioning like the Cos. you led into bankruptcy. Donald the consistent loser. Congratulations", 
    "@prezthentonow @brontyman Just keep knowing #Trumprussia is happening so #NoWall will happen. #Trumprussia #Trumprussia #Trumprussia", 
    "@realDonaldTrump is a fake president. He's pathetic.", 
    "@realDonaldTrump failing on addiction. Focus cartels, law enforcement has failed 4 decades.Pharma role ignored \nNo plans 2 fund tx.", 
    "Start w @SpeakerRyan @realDonaldTrump McConnell \n@flresistance @ResistanceParty \n@SpeakOutBrevard \n@SC_Indivisible \n\nhttps://t.co/rQnNKrpyKw", 
    "Friends, Let's Tell Congress: Not one cent for Trump's anti-immigrant agenda. #NoBanNoWallNoRaids #endprivateprisons https://t.co/gsyzL6XXUv", 
    "Leaders say \"Trump United for America\" rally gives @realDonaldTrump  supporters a venue to candidly express their v… https://t.co/b38lyrnaZM", 
    "@jaredkushner What's your position with the Trump Administration? Are you Secretary of State or Covert Liaison to Col Putin? Please advise.", 
    "How can @DevinNunes not be removed for impeding an Investigation that he's in charge of @SpeakerRyan aka Trump's Wisconsin Lap Dog🐩?", 
    "Make sure Trump cuts NIH and CDC budgets some more. https://t.co/aXksxMj0yJ", 
    "@Cernovich @DonaldJTrumpJr @realDonaldTrump Must be afraid it was coming out anyway. Otherwise  sure she would have never spoken.", 
    "Follow #ResolutionofInquiry re: House Russia-Trump obstruction. https://t.co/tJWMOLJrby", 
    "@debivoyles @CNNPolitics She was a multi millionaire BEFORE she ever met Trump.. how much R U worth.. go back to your shack", 
    "I cant believe LGBT people will not be counted in the 2020 Census you should be ashamed @realDonaldTrump we are all Americans!", 
    "@correctthemedia I read on U Tube that Trump fired Comey and Gowdy will become FBI director on April 1st. Is this another fake news story?", 
    "@wglaaber @CNNPolitics She was a multi millionaire before meeting Trump How much you worth babe?", 
    "@realDonaldTrump Please Sir, don't split Americans into groups. IMO your EO is a BAD idea \"Vietnam Vets Day\". No Ko… https://t.co/AaET4mgPGz", 
    "@docdhj @winegirl73 @realDonaldTrump @DanScavino @kksheld @janehughesmd @DrMartyFox @AAPSonline   Time to take out the trash!!", 
    "@realDonaldTrump #ResistTrump YOU ASSHOLE..YOU ARE THE ONLY JOKE SAD, BAD,PATHETIC #Trumprussia  STORM THE BASTILLE? https://t.co/sBEwmguHyr", 
    "Former Obama official discloses rush to get intelligence on Trump team https://t.co/uB6n6GCclg via the @FoxNews Android app", 
    "@realDonaldTrump It's Caused By The Liberal Democrats And The Liberal Biased Media Your Doing A Great Job President Trump .....👮👮", 
    "You #CantEraseUs @realDonaldTrump LGBT people deserve 2b counted in the 2020 Census just like everyone else. We will not sit down or shut up", 
    "@SenateMajLdr This =&gt; \n\n@SandraTXAS @nia4_trump @drscott_atlanta https://t.co/0EegIkCFkQ", 
    "Memphis trends now: Treveno Campbell, Grizz, Marc, Grizzlies, Trump. https://t.co/TUuIrAdh6P", 
    "@MaxineWaters Good! Now that that is settled, can we get back to making fun of President Trump's skin tone and hair style?", 
    "Might be hard for Trump to sink lower but I'm sure he'll find a way to fathom the bowl. https://t.co/Jodh5ijlxp", 
    "We hear you. Same for Trump &amp; Patriots in US.\n@LeaveEUOfficial @Arron_banks https://t.co/KDTh9BXnnL", 
    ".@realDonaldTrump This is your 59th daily reminder that you were elected by a minority of Americans", 
    "@JackPosobiec @Trump4Hope @ali @GeorgeTakei That's the Sally Yates version!  She's incredibly biased against a sitting President!", 
    "\"COGNITIVE DISSONANCE\" - The reason why Trump still has any supporters. #wednesdaywisdom https://t.co/XokIOmZYNu", 
    "@SteveDeaceShow @realDonaldTrump I'm not surprised. That is why I was #NeverTrump", 
    "@ConstanceQueen8 @Trump4Hope @RepublicReturn Or one of the original indoctrinators?", 
    "@MaxineWaters \n69% like Trump and dislike you.\n31% like you dislike Trump.\nI guess in the end your James Brown hair… https://t.co/PamnP8bgyb", 
    "@patday292 @realDonaldTrump Hard guy to tie down. Senate now forced to order a subpoena for Comey and Rogers as request has failed. No shows", 
    "@realDonaldTrump Please do not sign S.J.Res 34. I do not want my info sold to highest bidder.", 
    "@realDonaldTrump just remember that the dems &amp; msm would sell their grannies soul for power. God bless you and keep… https://t.co/2jbUUxqOD2", 
    "If you need a reminder of what we are fighting for, read this haunting article. Trump supporters should, too. Is th… https://t.co/UwmiWoTdKW", 
    "How did Melania Trump do on her speech? @CNN", 
    "The Trumps are like roaches scattering all over the White House😖", 
    "@MaxineWaters Trumps an embarrassment and a disgrace and so are you.", 
    "@realDonaldTrump has become El Bloato! He must be eating everything in sight lately! Well, Lil Donnie, eat more Bacon, have some more Pork!", 
    "@AynRandPaulRyan @nascargirl48 @realDonaldTrump @FoxNews We watch the news &amp; can usually sort thru bias reporting but to openly do it  SAD", 
    "@realDonaldTrump\"Fighting like never before\"?Our troops r always doing their very best while U &amp; ur Co-Horts r trying to wreck our Country.", 
    "@CNNSitRoom  in Many Ways Dems Are As Bad As Bush , Even Trump , ; GOD will Watch All Go Down Rather Than Concede 2 Evil ; Few Will Be Saved", 
    "If you actually search racist trump actually pops up lol smh who elected this man!!!!", 
    "@realDonaldTrump Great catch @Summerbreezeme2 Glad Trump is again pursuing her prosecution. But where is FBI to req… https://t.co/2tQbuwVjtt", 
    "@beemie @TeamTrumpAZ @AllenWest You are so right! They will try to keep control - whatever the cost. Only prob is this cost is too high", 
    "Why doesn't trump know what's going on in Iraq? He said fighting like we never fought. What the fuck?", 
    "@SenTedCruz @senjudiciary Many people suspect that Judge Gorsuch has agreed to sabotage @realDonaldTrump and @VP Pence's IMPEACHMENT", 
    "#Trump realizes #CO2 is a food nutrient 4 plants...fewer #liberals less CO2..https://t.co/EgzsPpZNkg @FoxNews @HouseGOP #cnn #pjnet #lnyhbt", 
    "#Trump realizes #CO2 is a food nutrient 4 plants...fewer #liberals less CO2..https://t.co/4ZwACxlS5q @FoxNews @HouseGOP #cnn #pjnet #lnyhbt", 
    "@thehill Unfortunately nothing Melania Trump says is credible since she's married to and enabling a depraved sexual predator. #Hypocrite", 
    "They had a commercial on selling a book on Trump's plan to save America and how @BarackObama is running a secret government.", 
    "@realDonaldTrump my God it time tCUT FUNDING to IVY LEAGUE SCHOOLS,\nFirst its rediculas the amount they get,\nTo study such things as turtles", 
    "I can C your analogy of Ivanka to Saddam Hussein's sons. Trump killed millions in ur messed up mind. @HardballChris https://t.co/5182Viin5J", 
    "That ought to keep the Trump administration running for a while...*sniff*sniff* #sniff https://t.co/Mcmd7cso9o", 
    "@turnercampdave Yep, it's what they do. Lying is the fabric of the entire trump herd. @RVAwonk", 
    "@politico @SenTedCruz Trump cut $3,000,000 to administer/$300,000,000  grant to fund Meals on Wheels for STARVING G… https://t.co/NinmRAq7T6", 
    "@DonalJTrump4 @LowellLincycomb IRS collected $6.5 Billion from taxpayers with Obamacare who had subsidies and taxed them anyway", 
    "LIBS: STUPID IS AS STUPID DOES👎:\nPrankster Behind NYC April Fools’ Day Parade Says Event Mocks Trump https://t.co/ujis7CsLU5 via @heatstreet", 
    "Tf does she know about courage the women is trump's bitch. https://t.co/KfbVdCv70T", 
    "@TeamCavuto   If trump get two more appointments to the SCOTUS he could set it for the next 30 years and Dems cannot affect that", 
    "@realDonaldTrump its time yo look at all fed funding of these school programs, a better place for that money in this econ.\nIs unquestionable", 
    "I'm sitting beside someone reading a book by Donald Trump. Jesus take the wheel", 
    "Famed City of New Orleans train service would cease with Trump's budget plan https://t.co/Yo9SvA4pPe", 
    "@realDonaldTrump if you weren't an idiot they wouldn't be doing it. Put on your Big Boy pants and stop crying, \"there's no crying in the WH\"", 
    "@senrobportman @realDonaldTrump @GovChristie Dude, this guy needs to be investigated, we have bigger problems, as horrifying as that is. 1/", 
    "@StephensWSJ @POTUS44 @realDonaldTrump snickering jokes from conservative pundits: 0", 
    "@senrobportman @realDonaldTrump @GovChristie we need to look at keeping the US safe overall. And how is cutting NIH budget helping? Srsly.", 
    "@realDonaldTrump some ppl r not fooled by a fat lying sack of shit. Only the gullible #TrumpChumps believed u.… https://t.co/m61HjKxWP4", 
    "Trump may lack honesty, but he is definitely never short on irony https://t.co/a60ld3G3EJ", 
    "@realDonaldTrump Thanks Steve, great catch. Seeing child pull away, the parent pull the child away, now we understa… https://t.co/HQdJsIq6j6", 
    "@NancyPelosi @realDonaldTrump ACA has been taking money from Americans for years. Is it any surprise Democrats lost their MOJO?", 
    "Wonder if @realDonaldTrump knows by signing the ISP bill,his history will be available. Doubt it. Hope someone out there grabs it asap.", 
    "https://t.co/VX5hZwDM0m Read the story the end . She believed Obama was spying on her...Hmmm, just sayin..\n#TrumpTrain", 
    "@CNN @AprilDRyan \nSo-called President tRump:  HANDS OFF OUR FIRST AMENDMENT RIGHTS.", 
    "@CNNPolitics Is this a joke?The press that has attacked Trump since the primaries and continues to do so expects a \"friendly\" relationship??", 
    "@GregSopko You do know the FBI can pull Trump's taxes don't you. They have that right so stay tuned.", 
    "@nytimes Don't fall for this. #trumprussia #PenceEmails", 
    "Thats why LIBS hate Trump...he loves this country and many of them loathe it https://t.co/DBM2j5E8r9", 
    "@GillianA @rewritinglives  In the USA, There will be more illiterate adults with #Trumps Administration. #ImpeachTrump", 
    "@realDonaldTrump New Betting Option: Did POTUS45 HIMSELF meet MC Nunes at the WH last week? Early odds: 7/2. #HowStupidThisLooksToTheWorld", 
    "The @GOP will protect Trump's taxes and #TrumpRussia secrets but not your privacy. #gopshame https://t.co/vkkC2i2RUH", 
    "@talkhoops random as hell question, but do you still have the picture of the dude from the patriot using the ear trumpet", 
    "MY UNCRUSTABLE HAD CRUST FUCK TRUMP https://t.co/N5L4fIjyyW", 
    "@67dfm I didn't vote for Trump \nwe've been over this before, moron", 
    "@jeffzeleny How much you wanna bet White House visitor logs are on the same \"shelf\" as Donald Trump's tax returns for the past ten years?", 
    "@chlauraphil @senrobportman @realDonaldTrump @GovChristie RIGHT!?!  \"I love the people of this country\" (the implied part is \"dead?\")", 
    "@realDonaldTrump He is highly qualified. Nepotism at the FBI, might be time for a change. Thanks, Debbie. https://t.co/gy0pyOTEgW", 
    "The #TaxMarch is coming to #Charlotte! Join us on April 15th! #TrumpTaxReturns #TrumpTaxes https://t.co/EuE3f5kd1f https://t.co/XSVjBeTSWI", 
    "Why not GOP how much has he paid you off or promise you? GOP you so hungry for power you know Trumps Tax Returns wi… https://t.co/spOV1Z22Qt", 
    ".@luv4beagles @kilmeade @FoxNews @realDonaldTrump @USAGSessions @FBI. Do we really have to wait for them to go all… https://t.co/v6XDKYcEtL", 
    "Trump's executive order is a gift to coal executives. It won’t do anything for coal miners. https://t.co/xclZQceK7s via @voxdotcom", 
    "@trish_regan   Some in congress are getting tired of the health care thing trump do an EO remove Congress exemption form Obama care", 
    "Charlotte Humans are hosting a #TaxMarch on April 15th! That's going to be an epic day! #TrumpTaxReturns… https://t.co/eDX9Bz7bD3", 
    "@billmaher I don't see Trump draining the swamp, I just see him building an 18k gold skyscraper on top of it.", 
    "@JuddLegum IDK if Trumpcare is back or not but who is back is Paul Ryan w/ his obsession to make the poor poorer &amp; the rich richer.#666👹", 
    "@realDonaldTrump we need more sustainable energy, Sir! Not coal!", 
    "@LOLGOP Remember, only Trump can save us - so don't worry about these sad,weak solutions- he will use his large brain to find the answer.", 
    "@NancyPelosi @realDonaldTrump How does it differ from how law enforcement impacts children and families?", 
    "FDR: fireside chats\nTrump: twitter rants\n\nThe times they are a changin'... https://t.co/OcJccZyMzH", 
    "@realDonaldTrump words matter. Resign now or prepare for your perp walk out of the White House https://t.co/OrWRXjlTG4", 
    "@realDonaldTrump Quit whining. You work for us!  Stay off the golf courses and do your fucking job.", 
    "@CNN so cnn goes and pays a bunch of fkn snowflakes to pretend to be trump supporters to bash him wow a new low even for fake ass cnn pos", 
    "Fmr #obama secretary of defense OUTS HERSELF 2 #Trump spying..https://t.co/Wmcws6ukWj @cnn @maddow #nbc #msnbc #fbi #lnyhbt", 
    "Fmr #obama secretary of defense OUTS HERSELF 2 #Trump spying..https://t.co/nCjcHVtlum @cnn @maddow #nbc #msnbc #fbi #lnyhbt", 
    "@realDonaldTrump POTUS is a masochist.  He has to be. No other way to explain his postings. Loves abuse.", 
    "@realDonaldTrump THE WIRE TAP WAS NEEDED BECAUSE @FLOTUS IS AN IMMIGRANT RUSSIAN WIFE AND SPY! HELLO #RUSSIANWIVESCLUB", 
    "Guy from cp:what's the shape of Donald trumps face. \nMe: orange \n*louder cus he didn't hear me*\nCp dude ignoring me.\n That ain't a shape.", 
    "Bless Donald's little heart. He doesn't want us to connect all the financial dots. #TaxMarch #TrumpTaxReturns… https://t.co/yByfHeDmo9", 
    "@jpodhoretz Same poll that said Hillary is now Pres!  I predicted to my liberial friend that Trump would win by over 300 electoral votes.", 
    "@realDonaldTrump @nytimes THE WIRE TAP WAS NEEDED BECAUSE @FLOTUS IS AN IMMIGRANT RUSSIAN WIFE AND SPY! HELLO #RUSSIANWIVESCLUB", 
    "Trump dodge the draft 5 times while i served. Him signing this is a disgrace for us who went when called. https://t.co/IG7it8B0k4", 
    "Coal towns see hope for comeback as Trump ends 'war' https://t.co/6Dfv8uBOL0 via the @FoxNews Android app", 
    "@RogerJStoneJr @SenSchumer @AdamSchiffCA @DevinNunes @realDonaldTrump Deflections are not working . We are not as stupid as you think .", 
    "This week we learned Trump requested a Soviet/Chinese/N.K. style missile/tank parade.\n\nThrowing the first baseball pitch? \n\nToo American.", 
    "@YoungDems4Trump OH HELL NO HE HAS TO RECUSE HIMSELF!! NoNo No!! @MarkSimoneNY @TallahForTrump @SheriffClarke @FemalesForTrump @clonkey14", 
    "@NewtTrump @BobUSA47 \nthe speaker of the house doesn't have to be a sitting representative?", 
    "I bet Donald trump brushes his teeth with the faucet running", 
    "Trump wants to cut their funding? https://t.co/w7KTrfGXhc", 
    "@NancyPelosi @realDonaldTrump  The Conference Board reported yesterday that Consumer Confidence the highest in years ! Trump policy working.", 
    "@realDonaldTrump @nytimes Well that sets them apart from you. At least they can say the words, \"I am sorry.\"", 
    "Anything to diminish respect for Trump, Progressives will publish, even if there is ABSOLUTELY NO TRUTH to the story\nhttps://t.co/U7PwXRqvHt", 
    "@spilot78 @AP 2020 must be Trumps prison number.", 
    "Helluva hazard! Maybe a couple of 10-par holes. (Club owners voted for Trump!) https://t.co/SI0GlHliax", 
    "@blkahn @HillaryDouble @sciencemagazine Well, he does have a point... \nif you're an ignorant Trump-Republican.", 
    "Driver in DC not a terrorist just a law breaking Liberal. Close enough for me to charge w/ terrorism. @LouDobbs @realDonaldTrump", 
    "@tedlieu @debilu2 @realDonaldTrump @JoyAnnReid @Ireland0828 OMG RATING DOWN! \"AGAIN\" TWEETS ARE A COMING. \"I LIKE WINNING\"Thanks Ted", 
    "@arogDC Okaay, what now? HRC should have won. A lotta Russia interference to elect DJT. Why not clearup TrumpRussia b/fore appt. Gorsuch?🤔", 
    "@SethAMandel Trump did say he could \"grab them by the pussy\" which is what the hats were a reaction to, I thought.", 
    "@trooper2121 @FBI @SecretService @OhMyHenley @realDonaldTrump show no mercy to idiots", 
    "Took a writing break ...I see nothing has changed in Trump World and that the inmates are still running the asylum.… https://t.co/s99JAf0n92", 
    "@mitchellvii @BarackObama @HillaryClinton thanks from all us deplorables all you did was guarantee a 2020 trump win… https://t.co/EmdEvu2mEw", 
    "@MalikIsMoody @haley_sawyer geeks I feels dude but nah hate all the racist fools who only talk bout old news to make trump look good ja feel", 
    "Melania Trump, @flotus is now trending in #Atlanta\n\nhttps://t.co/mzPHqX7g4u https://t.co/Lnr1DDl1gY", 
    "Join us as we pray for President Trump", 
    "Hell didn't someone put a life size naked image of POTUS TRUMP in NY?? Bunch of COWARDLY punks. Everything he does… https://t.co/TsOmBtOJIZ", 
    "@realDonaldTrump, you're a lying piece of shit who deserves to die. https://t.co/lHSdtwqmBR", 
    "@trumpetTrace Love it Trace! Hope to see ya at Church! :)", 
    "@DineshDSouza @realDonaldTrump and we trust Gallop why?  Who are they polling?  No one I know!", 
    "Trump Admin sanctions 8 Russian compines for deals with Iran, N Korea,  &amp; Syria.", 
    "Remember when this happened. @realDonaldTrump? I'd love to hear your thoughts now compared to your historic rating!… https://t.co/0XRbK3MOk6", 
    "⚡️ “These are the Republicans who just voted to keep Trump's taxes secret” by @IndivisibleTeam\n\nhttps://t.co/x6eOXYK6bA", 
    "@NME The Who's Roger Daltrey discussing President @realDonaldTrump is hilarious. This picture says it all. Your hair history...???", 
    "JUST GOT MY NEW #ROLLINGstones CALLED \"TRUMP THE DESTROYER\"=NEVER DISAPPOINTS!", 
    "Mark 9:35 \"...If any man desire to be first, the same shall be last of all, and servant of all.\"  Donald Trump, please consider.", 
    "Dems Try to Push Congress to Compel 10 Years of Trump's Tax Returns https://t.co/hYlI7Q2GvE via @MinutemenNews Wake up...we don't care!!", 
    "@ChrisCuomo The @NSAGov was as we all know Monitoring communications and then Unlawfully unmasking Trump Staff https://t.co/XmqjFbqe4d", 
    "How is Donald trump saying climate change is a hoax????", 
    "@Coco_Wms @Eykis \"What not Church going looking Pence! He' s worse than Trump!!!!!!!", 
    "@realDonaldTrump @nytimes 😅Coming from YOU &amp; their competitor, The Post... that's hilarious. 😂", 
    "Do your job @SenatorBurr and investigate trump thoroughly or you will lose re election #russiagate #TrumpRussia", 
    "@realDonaldTrump please veto SJ Res. 34! Don't let the establishment sell out the American people!", 
    "@HeerJeet - Interesting that such libertarian sites like https://t.co/QEHwkhHBxi seem to transmute under stress into anti-anti-Trump sites.", 
    "Make no mistake #Trump is not a #climatechange denier. He just doesn't give a shit. #MoneyAboveAllElse", 
    "New York Times to Trump: ‘We did not apologize’ https://t.co/plsTmcewbP", 
    "@SenatorBurr please represent NC well during the Russian hearings.  #TrumpAndPutin", 
    "@danweerwel @realDonaldTrump you should see the decent press conference now.  If he was watching he could learn how to be presidential", 
    "Donald Trump's goose is cooked. That smell fouling the air is that of smoldering. We just aren't quite ready to pluck it from the oven.", 
    "@THErealDVORAK  @adamcurry  Trump Admin.  misleading US public on salad dressing  https://t.co/cNo2235rQY", 
    "How many executive orders has Donald Trump issued thus far? Anyone keeping count?", 
    "@IvankaTrump @washingtonpost Apple doesn't fall far from the tree. So only legally wed mothers should get maternity… https://t.co/BpiFpAu3V5", 
    "Hope bi partisan  Senate commitee does what the House refuses to do#TrumpRussianProbe", 
    "U.S. @SenSherrodBrown  joins @SenateDems in offering to work w/ Pres Trump to improve, not kill, #AffordableCareAct. https://t.co/YaliPgnEvh", 
    "@seanhannity I saw a pc in the Globe\nAt the store thus am abt Obamas brotheholding up pres obamas birth cert\nAnd saying Trumpwas right=kenya", 
    "@GottaLaff  No wonder Trump has been busy tweeting abt. Hill &amp; Bill Deflecting Not interfered  YET", 
    "@IvankaTrump @EricTrump @SecondLady @TiffanyATrump @DonaldJTrumpJr How will you explain this to your grandkids? It'… https://t.co/V3vkjDpeny", 
    "@TEN_GOP @Pal4Trump I'm the one that preserved and spread #russianhacking info. My name is Elizabeth Farkas. I was… https://t.co/Ju8RfkNRDW", 
    "@realDonaldTrump is a liar &amp; can not be trusted https://t.co/nTS1T69KdQ", 
    "@realDonaldTrump obamas bro is saying\nU were right, he has proof bro born in\nKenya. It shows birth cert from kenya\nPiece was in The Globe", 
    "@realDonaldTrump we do!  we ignore liberal media malarkey.", 
    "@realDonaldTrump You a bitch", 
    "#ObamaWiretappedTrump My name is Elizabeth Farkas. I was an Obama aid!  I'm the one that preserved and spread… https://t.co/kUrpNntsaJ", 
    "@DogginTrump @certual @MMFlint But you are doing it by using technology...  Tweeting kills the planet...", 
    "EXSCTLY👍 We gonna have to have a National REVOLT, Folks❗️#trumptrash MUST GO NOW👍 https://t.co/cF8tT8DAIA", 
    "@IndivisibleTeam @davereichert Go back and chase Green River Gary mistakes  ! No room for BS on this matter. Trump is a CROOK !!", 
    "The concern is that Trump is weakening the US. Start doing a real investigation. Trump is guilty. https://t.co/h52als08p6", 
    "@StateDept @FLOTUS Too bad Ms Trump doesn't have the courage to speak out in truth about her own husband. #SelectiveMorality", 
    "@RoseJun14 @SenTedCruz @senjudiciary Well, it would be very easy to believe Gorsuch got the seat from Trump to STOP Trump/Pence IMPEACHMENT", 
    "@realDonaldTrump @nytimes Nobody likes a crybaby Hillary Bill Trump. You act alot like the Democratic party. Just Sayin!", 
    "IF the Russians hacked the election\nWhy would the #DnC need to fire everyone?\n@trumpology @TomPerez #DNCChair #DNCforum #UniteBlue", 
    "Such a beautiful day and Trump isn't pissing me off. So happy today but got so much to do since I procrastinated during winter oops!!", 
    "@DonaldJTrumpJr Replace Obamacare. copy Canada or UK, create 300k+ jobs &amp; cover everyone, just take 10% off everyones income to pay for it.", 
    "@SenatorBurr , to do and whatever you plan on trying to humiliate the President it want work, God isn't Russian HE put President Trump", 
    "Committee answers questions and all the media ask is leading questions to say Trump had help from Russia.Hillary is their buddy not TRump", 
    "If global warming isn't real then how come club penguin shut down? @realDonaldTrump 🤔", 
    "So RT &amp; Sputnik spread true news about Hillary. Well .@Cnn @abc @cbs @nbc &amp; @HillaryClinton spreak #FakeNews about Trump.", 
    "@FoxNews @SenWarner The Fake News during the #Election was against #Trump not against #Clinton as you said today. Media still at it!", 
    "@realDonaldTrump @nytimes consider who owns them", 
    "Senator Warner if 1,000 trolls were \"for Trump\" from Russia, have you counted the Trolls \"for Hillary\" from Soros.… https://t.co/syKdrx12ku", 
    "@DevinNunes is a #trump stooge plain&amp;simple\n#TrumpRussia #TheResistance #putinelectedtrump #IndependentCommission\n\n https://t.co/4VBChiYz9D", 
    "@FoxNews There are so many dang Committees investigating#Russia#Trump it's like a #CIRCUS.I never saw this during the#Clinton investigation", 
    "@JeffreyGuterman @realDonaldTrump Hitler did that with the Jewish people one time..", 
    "Obama Staffer Admits Her Boss Spied on Trump Team - https://t.co/a0FJ8OrRX0", 
    "\"And when I say buzz among reporters, I'm talking about the dishonest elite media who cannot stand Trump\".... https://t.co/m05YMwn349", 
    "YAS @BrookeBCNN just shaded @DevinNunes ! After senate intel presser. He could learn a lot.\n\nYAS!!!!!!!!!!!!!! #trumprussia", 
    "@senrobportman what has  @realDonaldTrump leadership produced? https://t.co/80BM1duvmU", 
    "Fact Check: The NYT misleading reports on everything related to @realDonaldTrump https://t.co/GpGeFTnQrm", 
    "@ShepNewsTeam have you already made up your mind that Trump is guilty? It sounds like it. You are a hoax Shepard", 
    "@rupertmurdoch @ShepNewsTeam Trump BASHING started!! Time to change channels!!!", 
    "@ShepNewsTeam  dont start with your lies allready you fkn pos biaotch he did not say trump was involved stupid ass", 
    "Our own @SenatorBurr said this #trumprussia investigation is the biggest he's ever been a part of since becoming senator (1995)", 
    "@SandraBernhard fuck you you hateful soul! If ranting about Trump &amp; Reps makes u happy,  ur going to be miserable existence the next 4 years", 
    "Stand with Rep. Blumenauer: No taxpayer money for Trump hotels!! https://t.co/OilcUlN1Ol", 
    "@FoxNews cond:Unsatisfied \"incidental surveillance\" must have given \"foreign nationals\"  #ObamaSpyingonTrump Nunes \" #Unmasked=Criminal \"", 
    "@trish_regan one sided inves on Trmp by the dems and establishment to bring down trump did you hear names HC are John &amp; Tony Podesta NO", 
    "@realDonaldTrump Another #presidentialcat more well-behaved than you. https://t.co/rFZuHgWp2G", 
    "Am I the only one who finds the Trump administration frightening and uncaring and unbeatable?", 
    "@ChristinaP sorry Jean, but I like a good portion of people who regularly use Pandora or Spotify pay the premium price #YMH #TrumpIsFat", 
    "@USAGSessions @DavidMDrucker Obama thought they would win, start this as a hit peace to get Trump? Or was this concocted after Trump won?", 
    "@realDonaldTrump Psalm71:24 MyTongueAlsoShallTalkOf ThyRighteousnessAllThe DayLong4TheyRConfounded4TheyRBroughtUnto… https://t.co/otysoWmJZ7", 
    "@realDonaldTrump I do see the great job you're doing. I never believe all the media says", 
    "@realDonaldTrump  @POTUS  Drain the Swamp. Drain the Swamp.  Drain the Swamp.  #draintheswamp", 
    "@trish_regan no investigation on anyone else except trump what a load of BS the conclusion is already fixed how much money did HC pay", 
    "@cobrown Are you near Trump Tower?", 
    "Why didn't you investigate Obama as hard as your going after President Trump?\nhttps://t.co/iv40Fs3WeL", 
    "Yes Howard..this is ridiculous!!! IT ALL COMES DOWN TO THIS...THE AMERICAN PROPLE VOTED TRUMP IN AS PRESIDENT! Let'… https://t.co/IcB8kz9R9G", 
    "Gallup Daily: Trump Job Approval https://t.co/wBySzDxp47", 
    "@SenatorBurr bringing in everyone connected to trump did not hears teh names HC,John &amp; Tony Podesta Bill C this is a crooked investigation", 
    "Farkas: \"if the Trump people found out how we knew what we knew they would try to compromise the sources and method… https://t.co/6lq8KJDedo", 
    "@realDonaldTrump I don't understand why you are called racist. It's like a lot of people just won't listen.", 
    "AMERICANS have never had a genuine and beautiful 1st Lady  like Melania Trump https://t.co/CCCP0Xijaf", 
    "@realDonaldTrump Because of prayers I pray, I literally see how unfairly u r being treated by the press, but u r doing a great job!❤️", 
    "Did she just admit that BHO was surveilling the Trump campaign? ✌💣🔨⚰💀 https://t.co/Fn57RtLO8Q", 
    "Democrats are hysterical about Trump &amp; free speech, yet\nDem CA state assemblyman Ed Chau wants to BAN FREE SPEECH!\n https://t.co/8O9008cKb9", 
    "Leave this up to @ShepNewsTeam  the fkn asshole trump would be hung stfu you nasty little bitch", 
    "@SenatorBurr This is nothing more than the Dems working with the GOP establishment to bring down trump how much money did you people get", 
    "@realDonaldTrump Get rid of Comey and Rogers and their goons!", 
    "@realDonaldTrump Keep up the great work u r doing as u r getting things done, &amp; others r very jealous &amp; scared of u.", 
    "@subzerov690 @Suzanne1869 @realDonaldTrump Sez the smartest man in the world", 
    "@lgs612 @MelissaJPeltier @RepAdamSchiff He's too poor to retire, at least by Congressional standards. Thats probably why he kowtows to Trump", 
    "You can't erase us!!\n@realDonaldTrump \n\nhttps://t.co/5LaBhLmICu", 
    "You can't erase us!!\n@realDonaldTrump \n\nhttps://t.co/UT0wxjAYXc", 
    "@realDonaldTrump @nytimes Don't let this issue get u down or stop u for why u r our president. Stay focused on the job at hand!❤️u!", 
    "@realDonaldTrump Wow, God has motivated this President. Like at all the faces of hope. Keeping his Promises And Job… https://t.co/ycpshHKnme", 
    "Former Planned Parenthood Director Suggests Born Alive Babies Are Allowed to Die: Depends on ‘Who’s in… https://t.co/ukTbs360y9  #TrumpTrain", 
    "The Senate Intel folks put House Intel in the dust. Shame on you @SpeakerRyan in your efforts to keep your job. Realize Trump can't fire you", 
    "@realDonaldTrump @nytimes If nothing else, just imagine in your mind of giving all the fake media a 1-2 knuckle punch as if u r boxing!👊🏽", 
    "@politico Trump could use his help.", 
    "@kurteichenwald When they lose healthcare and figure out coal is not coming back, while Trump buys steel overseas, they will know finally.", 
    "@realDonaldTrump InTheeOLordDoIPutMyTrustLetMeNeverBePut2Confusion..4ThouArtMyRock&amp;MyFortressDeliverMeOMyGodOutOfHa… https://t.co/ZtfmcQPU7f", 
    "#SenateIntelCom press briefing was a breath of fresh air. No #WH coordination. Get a clue #Nunes . Do it right! #Trumprussia", 
    "\"We're gonna win so much, you'll be tired of winning! You'll say please, Mr. Trump, it's too much! But I'll say no,… https://t.co/FLJ0GB7bxq", 
    "@realDonaldTrump it did. Thank god. You did not take a successful presidential dump on health insurance.", 
    "@MaxineWaters A huge cast of characters in this. Bannon, Miller, Kushner, Trump and family. Let's see who is standing when the music stops.", 
    "@ShepNewsTeam Just to get facts straight, Shep, the Trump admn DO NOT claim the Russian  hacking is a hoax,ONLY the collusion. Why do u skew", 
    "Word to the wise - books will never sell your information. Libraries are among the best weapons we have right now. #ResistTrump #libraries", 
    "@realDonaldTrump @POTUS is it the media investigating you and your administration? I think not. https://t.co/Le4xUHg7Sz", 
    "Sen Warner may end up being the only sane, unbiased arbiter of #TrumpRussia inquiry Throwing my lot in w #JamesComey to help, feels weird😦", 
    "@lgs612 @MelissaJPeltier @RepAdamSchiff Dammit! A Trumper just \"corrected\" my spelling of kowtow w/ COWTOW &amp; deleted it before a screenshot😂", 
    "@DevinNunes says \"The American people would not be comfortable reading what I have read; pursuant to the surveillance of Donald Trump \"", 
    "@FoxNews When is it going to #STOP?#Dem#Media is trying their dead-level best to find something against#Trump.They just can't accept he won", 
    "*****A MUST READ*****\nDonald Trump 👨 was visiting a primary school in Orlando and visited a… https://t.co/VFZgnlY1Zf", 
    "What's wild is; all #investigatetrump operations are about campaign #Collusion but we have bigger problems  #TrumpTaxReturns will reveal!", 
    "@realDonaldTrump ForsakeMeNotWhenMyStrengthFaileth4MineEnemies SpeakAgainstMe&amp;TheyLayWait4MySoulTakeCounsel Togethe… https://t.co/mCzKGK1ARY", 
    "BREAKING: Donald Trump Announces Plan to PERMANENTLY BAN Shariah Law in U.S. https://t.co/TbDlqym2be", 
    "@kathrynallenmd Does anyone remember when Trump said no one loves the gays more than me? More BS from the worlds biggest huckster! Shameful", 
    "@realDonaldTrump @POTUS @HouseGOP @SenateGOP @HouseDemocrats @SenateDems Elitist Globalist Attempt to rule the worl… https://t.co/knSB2tg7r4", 
    "@LouDobbs , I wonder the way they sound do your news network want President Trump to be overthrown? We voted and Russia didn't make us", 
    "How ironic @MALANIATRUMP @FLOTUS speaking about women being \"DIMINISHED\"...she speaking to @PressSec about @AprilDRyan ?", 
    "Searching for Trump campaign headquarter centers during the campaign resulted in zero hits(even tho there were lots… https://t.co/iPf03b6Lqm", 
    "Anyone else notice that Trump rolls out Melania when he feels under assault? @joanwalsh @morningmika  @maddow", 
    "@MarkWarner breaks news on cyber interference in our election, which is at the heart of this controversy #Trump could have been any dupe!", 
    "@LouDobbs , vote for President Trump, but it seee like they are hell bent on undermining this President and just ask the", 
    "@SenatorBurr bots work both sides just ask move on they hire all the time let's talk about fake news on trump who c… https://t.co/DuAzO5tAK3", 
    "@CNNnewsroom there is no collusion of Trump &amp; Russia, FAKE NEWS 8 mos nothing found..but Nunes is close to nailing Obama...", 
    "@AP @POTUS looks like President Trump can issue his first pardons for these Patriots!", 
    "@LouDobbs , President Trumps supporters, all of us , just ask us do we believe that about our President, enough of this crap", 
    "@Judgenap Welcome back Fox News made a mistake Trump was wire taped and we need someone to be fair and balanced with Justice!", 
    "@KellyannePolls @VP @realDonaldTrump @SheriffClarke Great catch, Phil. As a fugitive, is there a REWARD!!!  Lot of… https://t.co/n42V95pl4p", 
    "Ellen Jernigan! Nice that @realDonaldTrump was there too.  https://t.co/TM100gnXwg", 
    "Russia didn't cause Clinton to lose , her on stupidity did ! Most people voted \"anyone but Hillary \" we got stuck with Trump .", 
    "April Fools Day is Saturday... That's when we are going to all learn that the @realDonaldTrump administration was just an elaborate ruse.", 
    "@realDonaldTrump Mr President help FLINT! Surely you can help Flint? Its sad 😔 the water is not fixed.", 
    "@YoungDems4Trump @ChooseToBFree @realDonaldTrump Dumba@s you are the one to be worried.  Dems will come after you, cement shoes?", 
    "@nia4_trump @ChooseToBFree why wait?", 
    "Please grow up and act like a real man. If possible!⚡️ “Trump's latest dig at The New York Times is misleading”\n\nhttps://t.co/MIlSrAt8oi", 
    "This is a record of pre Trump American history and should be hung in a museum tbh https://t.co/4UbQycZIvX", 
    "@GriffLightning @realDonaldTrump are you the same person you were over 10 years ago", 
    "@POTUS WTF are you thinking!?\n\nTrump Gives CIA New Authority To Authorize Drone Strikes https://t.co/i9rh6ODvKZ", 
    "This is a record of pre Trump American history and should be hung in a museum tbh https://t.co/r1BW66QTHN", 
    "I wish the democrats would have cared about the Russians from WW2 on, maybe it wouldn't have taken Reagan to collapse them @realDonaldTrump", 
    "In staying in New York City, maybe Melania Trump is staying away from an abusive husband. Give her the benefit of the doubt.", 
    "House investigation is to a party school, as Senate investigation is to Ivy League. #Congress #Trumprussia #russiagate", 
    "@kilianhekhuis @DrMichaelLBrown @DrOakley1689 and the antichrist will bring peace to the world. Trump only has to restore America.", 
    "FOXNEWS @ShepNewsTeam If wanted to get NBC news we would be tuned to channel. Shep trolls for anti-Trump news then repeats. Already heard it", 
    "@realDonaldTrump U can MAGA by following this Woman,U know Her,She's the 1 that Putin helped U steal 2016 away w/Pr… https://t.co/2gyF9IvcGd", 
    "At what point after Trump leaves do these qualify as historical documents and can be hung in a museum? https://t.co/kKi3lUwz0z", 
    "@DavidCornDC @TimOBrien @BV the Devils house is 666 and it's 5 points of a pentagram. Now David, do you get it? The DEVIL👹 Trump family", 
    "@FoxNews Why don't McCain shut up he's anti trump,sane as graham term limits we need fresh thinking", 
    "@angela_rye you are my favorite person today. thanks for speaking out against the plethora of stupidity perpetuated by Trump and Co.", 
    "These are pre Trump historical documents and should be hung in a museum tbh https://t.co/YCNzBCl0xP", 
    ".@realDonaldTrump @nytimes About the only news worthy item the NYT publishes is the answers to yesterday's crossword puzzle.", 
    "@FoxNews @mitchellvii @SenatorBurr  @realDonaldTrump Bias showing @MARKWARNER ! Trying to counter how Dems feel about @Rep_DevinNunes ? 😔😫😢", 
    "@wherrera72. Get a hearing aid. What's wrong with so many Trumpsters? The are always shouting. Living in the wilderness? Behaving like it", 
    "It's America's Pasttime, @realDonaldTrump. And you could use the brownie points. https://t.co/9qeAMUnof1", 
    "@Iconstantlygrow watch her show on msnbc at 6 then draw a conclusion she is pretty much anti trump on there all dems on her guest list", 
    "@IvankaTrumpHQ At the moment, doing everything I can think of to resist your horrible family is enough, thanks.", 
    "@Adam_Puzio @MrTommyCampbell @realDonaldTrump it was simply an agenda by the New World order led by Al Gore further control energy resources", 
    "\"Sen. Mark Warner\" claims Russian inspired fake news subliminally caused voters to vote for Trump?\nTHAT is his story?     LOL", 
    "And spied on for purely political purposes because Trump is \"scary\". This idiot should be arrested for sedition.… https://t.co/FpgVIHFMyQ", 
    "@realDonaldTrump Select Committee on Intel announced 20 more to be either voluntary or subpoenaed to give testimony https://t.co/kaqQou53u3", 
    "@jackschofield @HuevosDeChivo @realDonaldTrump @FoxNews @BreitbartNews You fuck off asshole", 
    "@AprilDRyan April@Sean is a stooge for Trump!  But the next time he calls u out like your 5 years old.  You should tear his ass down!", 
    "@Dyann057 @williamlegate @realDonaldTrump @TiredWinningYet ...as a response to you  creating more, yes. Irony spread on hypocrisy..", 
    "@AprilDRyan I bet he never ever talk to Trump like that cause Trump has embarrassed his ass plenty of times but he's billy bad with you. FH", 
    "@realDonaldTrump. Donald we are impressed by your consistency in lowering your low numbers. Not even your business Acquaintances like you.", 
    "@JacksonGayle1 Trump First, Russia second", 
    "Trump uniting the country just like he said he would.  TAKE THAT LIBS! https://t.co/O8RPU5ZHbM", 
    "@Iconstantlygrow @greta she dosent attack trump but she never has any guests to tell the good side of trump just the dems to bash him", 
    "@realDonaldTrump American people DON'T want HJ Res 69 &amp; SJ Res 18! VETO these LOSER job killing Bills.… https://t.co/Tii83IkIMM", 
    "Our govt is failing us. It's up to Trump now.⚡️ “House Republicans vote to roll back internet privacy protections”\n\nhttps://t.co/MvYF5OmpJy", 
    "@MazerAtta @jackschofield @spayer @bemiller1974 @BiscuitChamp @HuevosDeChivo @realDonaldTrump Yeah, lol. You look l… https://t.co/7tuwlKPlnh", 
    "@JaredNShapiro3 Hell, they elected Donald Trump!", 
    "Why did @realDonaldTrump feel the need to attack Congresswoman @MaxineWaters? Because he feeds off his own immaturi… https://t.co/U3B4bzRCvp", 
    "Happening Now: President Trump is speaking at the Women's Empowerment Panel at the WH.", 
    "President Trump speaking at Women's Empowerment Panel: \"We are Americans and we will not stop until we achieve our dreams.\"", 
    "@realDonaldTrump @nytimes I BELIEVE I CAN STOP CANCER! REPLY", 
    "Get rid of Comey and Rogers! Encourage Trump to clear from Washington all Obama sympathizers. Is Barry still running D.C.? Not elected.", 
    "#ThingsAnnoyingCoworkersDo Incessantly asking u to tell @realDonaldTrump to #VetoHJRes69. Call 202-456-1111 https://t.co/wSmQj3K8gO #HJRes69", 
    "@realDonaldTrump @nytimes thank you NY Times for covering him 100% accurately.", 
    "ICYMI: Sneak peek at Trump's proposed budget https://t.co/v1aY8qec8x", 
    "Shumer should be embarrassed to take his dishonest positions against Trump after covering up for Obama &amp; Clinton, &amp;… https://t.co/0KAjO19fvd", 
    "My #wednesdaywisdom is to tell @realDonaldTrump to #VetoHJRes69. Call 202-456-1111 &amp; https://t.co/wSmQj3K8gO… https://t.co/iWYt2M78ql", 
    "@Iconstantlygrow @greta omg did you listen to @ShepNewsTeam  after the press confrence today he had trump hung from a tree allready lol", 
    "@Morning_Joe SCOTUS issue:\nPeople in WV will suffer by rulings another corporate shill.They've proven they vote against interest in Trump", 
    "Trump isn't president https://t.co/umZsgmyPIu", 
    "#ThingsAnnoyingCoworkersDo Incessantly asking u to tell @realDonaldTrump to #VetoHJRes69. Call 202-456-1111… https://t.co/bn1XbsPqQr", 
    "Trump at Women's Empowerment Panel: \"Melania is a very highly accomplished woman. An inspiration. She's doing some great job\"", 
    "This is especially devastating to those from poorer areas. Shame on #Trump ✊️ https://t.co/Nr6imCJqpp", 
    "@realDonaldTrump can't you start using your executive power to do temporary changes to Obamacare that actually reverse the tax mandate ETC.", 
    "I'm concerned about the fact the Senate Intel Chairman,besides being somewhat of a bully himself, just openly admitted he VOTED for Trump. 👎", 
    "Pres. Trump: \"Melania's poll numbers went through the roof last week. What was that all about? She has to give us the secret\"", 
    ".@MarkWarner and @SenatorBurr, what are you doing about the Russian bots spreading fake anti-Trump news stories? Do… https://t.co/xRNIHpBbfY", 
    "@TrumpManOfSteel SIR. I KNOW I CAN SLOW, STOP, REVERSE , AND MAYBE CURE CANCER PLEASE REPLY.  NOT A JOKE.", 
    "EVERYTHING Trump does is more concerning than some stupid questions!  Sorry, but that is an idiotic statement!", 
    ".@MarkWarner, @DevinNunes, @SenatorBurr @RepAdamSchiff, where are all these anti-Trump bots coming from this week? https://t.co/cN41tsssYs", 
    "Bombshell! Trump demands Clinton investigation https://t.co/p0H1n4NzqM via @ReadTheHornNews Lock her up!", 
    "Trump spokesman @seanspicer on whether Trump will be involved in the Georgia Sixth District race. #gapol https://t.co/i1ZMEjrbDq", 
    "This is NOT over! #TheRESISTANCE--&gt;Fight Trump's dirty coal revival with a gift to the Trump Resistance Fund today. https://t.co/v02rrUVxBa", 
    "@realdepp @CNN @jaketapper EVERYTHING Trump does is more concerning than some stupid questions! That was an idiotic statement!", 
    "@realDonaldTrump @POTUS don't do it, please https://t.co/btYU31Fg1O", 
    "@NancyPelosi @realDonaldTrump taking away from whom? you mean the 12+ million illegals you gave medicaid to can called it \"Obamacare\" #liar", 
    "Trump at Women's Empowerment Panel: \"My good friend from SC, who is a very tough competitor, Nikki Haley Ambassador\"", 
    "So that Trump would win the election they'll do everything to try to steal this election from Trump", 
    "@Vicky4Trump @mccraw_birkie5 -You are not alone!!! Dems. Are not Trustworthy, Period! I haven't seen one yet! Now, a few Rep. As well!!!", 
    "@realDonaldTrump \"I'm going to be working for you, I will not have time to play golf\" said DJT.", 
    "@williamlegate @realDonaldTrump this women's voice is sooo irritating!", 
    "I think I dislike LaVar Ball more than Hilary dislikes Trump.", 
    "I think I would rather sit through another election between Hilary and Trump than have to listen to LaVar Ball speak ever again.", 
    "(1//2) .@MSNBC Chris Mathews should be investigated by secret service for comparing @realDonaldTrump kids to the Romanovs and the Husseins", 
    "Trump says Elaine Chao told him she\"really wanted to be Sec. of Transportation, thats a real expertise\"", 
    "In other words @realDonaldTrump STOP LYING! https://t.co/aefFyNPwcf", 
    "@realDonaldTrump Turn completely on Putin for his non trustworthy action lately and see if the Democrats still oppose you and your stance???", 
    "Watched a story on Trump supporters whining that their neighborhood that would be cut in half by The Wall. The hell did they vote for?", 
    "Michelle Dubois Massachusetts lawmaker warned illegals of ICE raids.    ARRESTED. ❗️   It's starting to really work.   TY president Trump", 
    "(2/2) In doing so, he is eluding to the execution of the Trump children. Absolutely disgusting. Chris Mathews should be fired from #FakeNews", 
    "JUST IN: Enough Is ENOUGH!! Trump Just Signed Four Bills That INSTANTLY Cut… https://t.co/JOYWKuX5Zl WAKE UP AMERICA", 
    "JUST IN: Enough Is ENOUGH!! Trump Just Signed Four Bills That INSTANTLY Cut… https://t.co/W223wtxG5F WAKE UP AMERICA", 
    "@SteveKornacki It does not matter re nuclear option 2B used by Repub this time since Trump will B impeached before there is another vacancy", 
    "@realDonaldTrump \nI don't want my browsing history sold. Do you? Protect my social security number, please. Bad Bill for the people. Sad.", 
    "@realDonaldTrump @ericbolling @TrumpSuperPAC @3lectric5heep Do you think we'd be investigating the REAL Russian connection if HRC had won? 🙈", 
    "@PutinRF_Eng  release wverything except what will hurt President Trump. Let it all out on Hillary please", 
    "Ok, so When thousands of people make fun of President Trumps hair it's okay, but when a Republican does it, Everyone looses their mind.", 
    "Trump at Women Empowerment Panel: \"Going to get our infrastructure fixed in our country... going to rebuild our country..thats what we need\"", 
    "Wtf is Donald Trump on my TV talmbout.", 
    "China approves 38 new Trump trademarks https://t.co/w79lnLCfCV", 
    "I can't believe a Women's Empowerment Group would invite #Trump to speak &amp; even more surprised @CNN would air it! #ThePeopleResist", 
    "Trump at Women's Empowerment Panel: \"I want to thank Ford, you saw their big announcement yesterday...tremendous numbers of jobs\"", 
    "Trump has used this disinformation scheme since he was 14 at military school. It's in his DNA. @kylegriffin1", 
    "@AnitaFinlay Anything trump &amp; his KKKABINET  does benefits the rich &amp; Screw every1 else. It's already proven, thanks trump voters ur fcked2!", 
    "No more cringe worthy moment as ignoramus @realDonaldTrump reading a speech w/o being aware of whom he refers nor historical context! #inane", 
    "Trump at Women's Empowerment Panel: \"Jobs aren't leaving our country anymore folks...they're staying and building right here\"", 
    "@MSNBC Please stop showing @realDonaldTrump everyone time he opens his trap. You are only helping him!", 
    "@SpecialKMB1969 @TPInsidr \nI'm not sure we will EVER undo the damage Obama did😞 but if anyone can it will be @realDonaldTrump\n ...keep 🙏4him", 
    "Listening to @realDonaldTrump address women at White House's \"Women's Empowerment Panel\" is worse than the Access Hollywood recording.", 
    "@heierup @Impeach_D_Trump he went to college", 
    "@PuertoRicoSerio @IvankaTrump WAKE UP AMERICA", 
    "@GOP are: \n1) shielding Trump from investigations\n2) allowing him to nakedly profit from the presidency.\n\nYep\n  https://t.co/eigyBIGqFU", 
    "I really hope @CNNnewsroom can hear the CLICK OFF of my radio when #trumptrash comes on😏 https://t.co/HfcYqrweRx", 
    "@Swambo @realDonaldTrump ...yes it would be....it's just too bad that none of them can actually read.", 
    "Trump: I'm so proud that the WH and our administration is filled with so many women of such incredible talent\" #WomensHistoryMonth", 
    "Sad when @realDonaldTrump makes sexist &amp; misogynist references in his jokes &amp; allusions w/o self awareness &amp; women applaud him reflexively!", 
    "Moron @MMFlint says 2day humans became bc of #Trump...Moore should look n a mirror...https://t.co/v84PMOpsOo #pjnet #tgdn #MAGA", 
    "Moron @MMFlint says 2day humans became bc of #Trump...Moore should look n a mirror...https://t.co/WHruLHtDWY #pjnet #tgdn #MAGA", 
    "@realDonaldTrump They even mentioned Benghazi, they haven't given up on Clinton investigation. Shepard Smith, toxic to only point to Trump", 
    "Pres. Trump: \"Abigail Adams urged her husband to remember the rights of women\" #WomensHistoryMonth", 
    "@realDonaldTrump @FoxNews please adjust your tinfoil hat. That didn't happen. Your Presidency is in the toilet. Flush and regroup.", 
    "@georgelopez @lopezontvland   You need to give up on the jokes about Trump there not working for you!!", 
    "Told ya @JeanValjameis. Trump will be the last \"president\" 😂 https://t.co/x66cZEfUtK", 
    "LIVING WITH THE ENEMY \n\n@realDonaldTrump @seanhannity @jaketapper @ChrisCuomo @hardball_chris @DGuzewich https://t.co/lSoIhLV7iS", 
    "Trump tells Women Empowerment Panel: \"Harriet Tubman escaped slavery. She was very, very courageous believe me\" #WomensHistoryMonth", 
    "@ToddHeadleeAZ @albamonica @aterkel @Variety \nCompared to tRump's, she was a frickin' SAINT.", 
    "Donald Trump raped a 13 old girl the.rapest.", 
    "Once again @realDonaldTrump offends women.  #Impeach45 https://t.co/VRAgSGgHwt", 
    "Any doubt Trump will start quoting that advertisement as a source, confirming America is great again. @juliemason", 
    "Trump took a women's history class! What a dumbass. I can't believe this guy doesn't choke on his words", 
    "@YoungDems4Trump @Trump_World Did U C the Clinton Kill List? Now up to 47. I do not know 47 pple who have died! Pple R connected 2 BC &amp; HC", 
    "Trump asks Women Empowerment Panel: \"Have your heard of Susan B. Anthony? I'm shocked that you've heard of her\" #WomensHistoryMonth", 
    "@USARedOrchestra @nytimes That's incorrect. She'll be charge of the newly established IOTP, the International Office of #TrumpProfiteering.", 
    "LMFAO thanks trump. https://t.co/zkCD5QVdVs", 
    "There is no working with Schumer or  Pelosi. They mean Trump no good. But he knows this, he's just playing the game to wake up Gops", 
    "THIS SHIT BEEN HAPPENING SINCE BEFORE TRUMP https://t.co/72TRm9W0sr", 
    "Trump at Women's Empowerment Panel: \"American women have shown extraordinary grit, courage, and devotion\" #WomensHistoryMonth", 
    "@USARedOrchestra @nytimes That's incorrect. She'll be heading the newly established IOTP, the International Office of #TrumpProfiteering.", 
    "@TEN_GOP @Trump_World   Why is her ass not in DC with her lawyer spilling her guts. That is all we need one direct order from Obastard.", 
    "Trump couldn't understand a word Susan B. Anthony was saying because of that coin she's on.", 
    "Anybody else have a hard time not picturing @realDonaldTrump acting/talking like Eric Cartman? https://t.co/D029SH0k6b", 
    "Never forget that the same people that called @BarackObama the \"Anti-Christ\" willingly elected @realDonaldTrump", 
    "@DonaldPrezTrump hey professor's can be white trash also. I wish had vomited and choke to death on it", 
    "@angela_rye   I  am just getting off the floor people think they can do, tweet say anything cause #DonaldTrump #hegotknockedthefuckout #CNN", 
    "@kylegriffin1 I guess the government hiring freeze doesn't matter if you're a Trump. God, the balls on this crowd. Stunning and disgusting.", 
    "Trump at Women's Empowerment Panel:\"You have not heard this expression before. Make America Great Again.Good expression\" #WomensHistoryMonth", 
    "obuma's arrogance his undoing.\nIf he would have went away and let our GREAT POTUS TRUMP do his job he might have go… https://t.co/pQtawKffbh", 
    "@Thadoof Trump hasn't been accused of sending classified info.  Blame the Intel for Seal, same Intel that blames Russia 4 everything.", 
    "Just another racist. We've had enough of your kind...a Trump ass kisser. https://t.co/TrplDRhbUG", 
    "@seanhannity @SaraCarterDC @POTUS @VP @JudgeJeanine Obama ADM. colluded with NSA to harm TRUMP ADM. Investigate prosecute &amp; Jail them ALL.👹", 
    "Trump: \"My admin. will ensure that our economy is a place where women can work, succeed, &amp; thrive like never before\" #WomensHistoryMonth", 
    "@DineshDSouza @realDonaldTrump But you know, some how Trump is a big liar even though he continues to be right, Its amazing lol. Even on Fox", 
    "Chris Christie to advise Trump panel on opioid addiction\nhttps://t.co/z7dQFCrKOG", 
    "@Miami4Trump @bfraser747 but of course it's sexism. She has none....never has. She's always been like this.", 
    "Pres. Trump talked about affordable childcare at Women's Empowerment Panel  #WomensHistoryMonth", 
    "Ivanka Trump, Shifting Plans, Will Become a Federal Employee https://t.co/PrrxjnhcgW no no no no no", 
    "Trump didn't hear a word Susan B. Anthony because he was too distracted by that coin she's on.", 
    "Trump speaking at a Women's Empowerment Panel feels like an oxymoron.  It also makes me feel gross.", 
    "@AAllen69 Tell @realDonaldTrump to #VetoHJRes69. Bill is on his desk. He can decide at any time! Call 202-456-1111 &amp; https://t.co/wSmQj3K8gO", 
    "Donny's an American @realDonaldTrump #DavidBowie", 
    "@keithellison GOP voted to keep Trumps taxes private but voted to let companies sell my private info. And #Putin never helped me win shit.", 
    "Trump:\"We want every daughter to grow up in a country where she can believe in herself and future, follow her heart, &amp; realize her dreams\"", 
    "@MSNBC Sean Spicer needs to shut his Trump parroting mouth and MANAFORT should be tried for treason, to show how serious we all are!", 
    "Pres. Trump at Women's Empowerment Panel: \"We want a country that celebrates family, community, and a safe and loving home for every child\"", 
    "It's starting to look like the Romanovs. #Resist\nIvanka Trump, Shifting Plans, Will Become a Federal Employee https://t.co/XlqTzfvdoW", 
    "\"He was cute until I noticed his trump shirt\"", 
    "@Team_Trump45  That was great.. We need one of those to use on riots here... https://t.co/2b1RLsE88G", 
    "Obama Aide Evelyn Farkas Squeals On MSNBC: 'I Helped Spy On Trump For Obama'(VIDEO)!!! https://t.co/S3pCQjh7dm #wiretapping #Trump #MAGA", 
    "Obama Aide Evelyn Farkas Squeals On MSNBC: 'I Helped Spy On Trump For Obama'(VIDEO)!!! https://t.co/vrsAdvyKxT #wiretapping #Trump #MAGA", 
    "McCabe is a bad guy, should be fired immediately! @potus @mike_pence @IvankaTrump https://t.co/6S0pQbxEvn", 
    "@SenSanders I'm with you, Bernie!  We must protect our environment. This crap Trump is trying to do is the direct opposite of what needs", 
    "@ErickFernandez @angela_rye so Angela Obama is God and Trump is the  Antichrist ok we got it 😎", 
    "Trump at Women's Empowerment Pane:\"Just think of what our country could achieve if we unleashed the power of women entrepreneurs nationwide\"", 
    "@PARISDENNARD @Harlan Trump supporter just like you. https://t.co/iQ34M32DcG", 
    "But trumpsters they don't need facts ...Evidence That Robots Are Winning the Race for American Jobs https://t.co/1op0yrXFGl", 
    "Trump administration seeks delay in ruling on climate plan: https://t.co/0fYSBg4m2I (from @AP) https://t.co/0hx7ClWBvA", 
    "@realDonaldTrump is joking right? He's so #AntiWomen #AntiAmerican #Embarrassing and a #liar who wld believe him! I… https://t.co/F3Cu3z1Dwi", 
    "@markos Trump could be the first Traitor &amp; RICO President in history \n#BenedictRICOArnoldPOTUS", 
    "CBU trumps all. @DRIguy2017 impacting owners directly!!!! Best RVP out there #SFC #hittingtables #stillgotit… https://t.co/gFnaBqPUYB", 
    "Trump tells Women Empowerment Panel: \"As a man I stand before you as Pres., but if weren't Pres. I wouldn't be happy to hear that statement\"", 
    "@realDonaldTrump #POTUS    WHY?????    \nWhite House says Trump to sign broadband privacy repeal  https://t.co/ryjJ9ijwai", 
    "The Big TrumpCare Losers: @SpeakerRyan @realDonaldTrump ! Neither of these 2 LOSERS could get TrumpCare passed by REPUBLICANS!!! Suck on it!", 
    "@DineshDSouza @realDonaldTrump @DavidAFrench No wonder his surname is French.", 
    "@POTUS @realDonaldTrump @SpeakerRyan @SenateMajLdr STOP the madness. No taxpayer $$$ for universities\n@foxandfriends https://t.co/p7g440dwEA", 
    "Confirming, the \"unprecedented nature\" of her role, Ivanka Trump redefines her White House post.  @nytimes https://t.co/KxguCKukrH", 
    "@TheTrumpLady the majority of the people want this also, money is only part of it, jail the ones breaking the law", 
    "Trump tells Women Empowerment Panel: There is no way we can compete with you. So I would not be happy\" #WomensHistoryMonth", 
    "@realDonaldTrump don't worry Mr president your supporters are still with you", 
    "@BLACKTWITTER has failed me.   Not one cuing Jordan meme when #Trumpcare failed 😔", 
    "Bout to throw a fuck trump party in Cancun lmfao", 
    "@CNN No true Trump supporter would say this!  #fakenews", 
    "If not likely, that agents of Donald Trump were colluding with the Russians. The question might be who knew, and it's subpoena time.", 
    "If any evidence has been tampered with (Nixon), that's impeachable. Trump had been on notice for MONTHS. All info has to be preserved.", 
    "Memphis trends now: Treveno Campbell, Campbell, Marc, Trump, Capitol Police. https://t.co/TUuIrAdh6P", 
    "@Obamacare has already exploded. I hope the @TheDemocrats will work with @realDonaldTrump. #RepealAndReplace", 
    "@TheTrumpLady  That old Waters woman is the craziest of the craziest!", 
    "IMO #Trump is playing the role of victim. It's only Fake or vicious when he doesn't agree https://t.co/AvO4g0RZpA", 
    "Different with a Russian accent. #russiagate #Trumprussia https://t.co/tPgmp29jv2", 
    "@jessespringer @ShepNewsTeam @FoxNews not referring to this particular story in general shep has bias towards Trump prove he Don't", 
    "@TeannaTrump 🤞🏾pleeeeeaasseee for back 😌", 
    "@politico @IvankaTrump the question isn't whether she's working there but how much accountability there is for her"
]